Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: Posted by <strong>%s</strong> (%s) at %s
ru: Автор публикации: <strong>%s</strong> (%s), время публикации: %s

source: Posted by <strong>%s</strong> at %s
ru: Автор публикации: <strong>%s</strong>, время публикации: %s

source: Powered by
ru: Работает на

source: Powered by <a class="platform-logo" href="https://fixmystreet.org/">FixMyStreet Platform</a>
ru: На базе платформы <a class="platform-logo" href="https://fixmystreet.org/">FixMyStreet</a>

source: Prefer this contact if multiple bodies have the same contact
ru: Предпочитать этот контакт, если несколько организаций имеют одинаковый

source: Press
ru: Нажмите

source: Press space again to adjust the location
ru: Нажмите пробел ещё раз для уточнения места

source: Prevent new reports from using this category, <em>and</em> also remove it from map filters.
ru: Запретить новые отчёты в этой категории <em>и</em> убрать её из фильтров карты.

source: Prevent new reports from using this category, but keep it available in map filters.
ru: Запретить новые отчёты в этой категории, но оставить её в фильтрах карты.

source: Prevent user from submitting the form until this field is filled in.
ru: Запретить отправку формы, пока это поле не заполнено.

source: Previous
ru: Предыдущая

source: Priorities
ru: Приоритеты

source: Priority
ru: Приоритет

source: Privacy
ru: Приватность

source: Privacy and cookies
ru: Конфиденциальность и файлы cookie

source: Private
ru: Доступ ограничен

source: Private only
ru: Только приватные

source: Private – this will mean the report cannot be viewed publicly
ru: Приватный — отчёт не будет доступен публично

source: Problem
ru: Проблема

source: Problem %d created
ru: Сообщено о проблеме: %d

source: Problem %s added to shortlist
ru: Проблема %s добавлена в избранное

source: Problem %s confirmed
ru: Проблема подтверждена: %s

source: Problem %s created
ru: Проблема %s создана

source: Problem %s created on behalf of %s
ru: Проблема %s создана от имени %s

source: Problem %s removed from shortlist
ru: Проблема %s удалена из избранного

source: Problem %s sent to council %s
ru: Проблема (%s) отправлена в орган самоуправления: %s

source: Problem breakdown by state
ru: Сортировка проблем по статусу

source: Problem marked as open.
ru: Проблема помечена как открытая.

source: Problem state change based on survey results
ru: Смена статуса проблемы на основании результатов опроса

source: Problems
ru: Проблемы

source: Problems in an area
ru: Проблемы в районе

source: Problems nearby
ru: Проблемы поблизости

source: Problems on the map
ru: Проблемы на карте

source: Problems recently reported fixed on FixMyStreet
ru: Недавно решенные проблемы на сайте FixMyStreet

source: Problems reported in area:
ru: Проблемы, сообщённые в районе:

source: Problems within %.1fkm of %s
ru: Проблемы в радиусе %.1f км от %s

source: Problems within %s
ru: Проблемы в пределах этого места: %s

source: Problems within %s, %s
ru: Проблемы в пределах этого места: %s, %s

source: Processed
ru: Обработано

source: Promotional material
ru: Рекламные материалы

source: Property address:
ru: Адрес имущества:

source: Protect from Open311 changes
ru: Защитить от изменений Open311

source: Protect this category from being re-named
ru: Защитить эту категорию от переименования

source: Protect this category's name and group(s) from Open311 changes
ru: Защитить имя и группу(ы) этой категории от изменений Open311

source: Provide an update
ru: Предоставить новые данные

source: Provide update as
ru: Предоставить обновление от имени

source: Providing a password is optional, but doing so will allow you to more easily report problems, leave updates and manage your reports.
ru: Пароль необязателен. Но когда вы предоставите эти данные, вы сможете быстрее сообщать о проблемах, вводить новые данные о них и редактировать свои обращения.

source: Public details
ru: Публичные данные

source: Public response:
ru: Публичный ответ:

source: Public update:
ru: Публичное обновление:

source: Publish photo
ru: Опубликовать фото

source: Question text
ru: Текст вопроса

source: Questionnaire
ru: Опрос

source: Questionnaire %d answered for problem %d, %s to %s
ru: Опрос (%d) заполнен для проблемы «%d» (%s — %s)

source: Questionnaire %d sent for problem %d
ru: Опрос (%d) отправлен для проблемы «%d»

source: Questionnaire filled in by problem reporter
ru: Опрос заполнен автором обращения

source: RSS feed
ru: RSS-фид

source: RSS feed for %s ward, %s
ru: RSS-фид для района: %s, %s

source: RSS feed of %s
ru: %s: RSS-фид

source: RSS feed of %s, within %s ward
ru: %s: RSS-фид, в пределах района: %s

source: RSS feed of nearby problems
ru: RSS-фид о проблемах поблизости

source: RSS feed of problems within %s
ru: RSS-фид о проблемах в пределах: %s

source: RSS feed of problems within %s ward
ru: RSS-фид о проблемах в пределах района: %s

source: RSS feed of recent local problems
ru: RSS-фид о недавних проблемах поблизости

source: RSS feed of updates to this problem
ru: RSS-фид об обновлениях по этой проблеме

source: Re-centre map
ru: Перецентрировать карту

source: Read less
ru: Свернуть

source: Read more
ru: Подробнее

source: Reason:
ru: Причина:

source: Receive a text when updates are left on this problem.
ru: Получать SMS при обновлениях этой проблемы.

source: Receive email when updates are left on this problem.
ru: Получать эл. письма об обновлениях по этой проблеме.

source: Receive local alert notifications by
ru: Получать местные оповещения через

source: Receive questionnaires
ru: Получать анкеты

source: Receive update notifications by
ru: Получать уведомления об обновлениях через

source: Recent local problems, %s
ru: Недавние проблемы поблизости, %s

source: Recently reported problems
ru: Недавние обращения о проблемах

source: Recently updated
ru: Недавно обновлённые

source: Redact
ru: Скрыть данные

source: Refused bodies
ru: Отклонённые организации

source: Reject report
ru: Отклонить отчёт

source: Remember that FixMyStreet is primarily for reporting physical problems that can be fixed. If your problem is not appropriate for submission via this site remember that you can contact your council directly using their own website.
ru: Важно: сайт FixMyStreet предназначен для регистрации материальных проблем, которые возможно устранить, и работы с ними. Если проблема, о которой вы хотите сообщить, не соответствует тематике сайта, обратитесь в местный орган самоуправления через соответствующий сайт.

source: Remove account details
ru: Удалить данные аккаунта

source: Remove field
ru: Удалить поле

source: Remove from shortlist
ru: Удалить из избранного

source: Remove from site
ru: Удалить с сайта

source: Remove option
ru: Удалить вариант

source: Remove photo (can't be undone!)
ru: Удалить фото (действие отменить невозможно)

source: Remove staff permissions
ru: Удалить права сотрудника

source: Remove time period
ru: Удалить период

source: Replace token
ru: Заменить токен

source: Reply to user:
ru: Ответить пользователю:

source: Report
ru: Сообщить

source: Report ID:
ru: ID отчёта:

source: Report a problem
ru: Сообщить

source: Report a problem here
ru: Сообщить здесь

source: Report abuse
ru: Сообщить об оскорбительном поведении

source: Report anonymously
ru: Сообщить анонимно

source: Report another problem here
ru: Ещё одна проблема

source: Report as
ru: Отчёт от имени

source: Report details
ru: Детали отчёта

source: Report on %s
ru: Сообщить о пользователе: %s

source: Report state:
ru: Статус отчёта:

source: Report status
ru: Статус отчёта

source: Report your problem
ru: Сообщить о своей проблеме

source: Report, view, and discuss local street-related problems.
ru: Сообщайте, просматривайте и обсуждайте проблемы на улицах.

source: Report, view, or discuss local problems
ru: Сообщайте. Просматривайте. Обсуждайте.

source: Reported anonymously at %s
ru: Сообщено анонимно в: %s

source: Reported before
ru: Сообщено ранее

source: Reported by %s at %s
ru: Автор обращения: %s, время отправки: %s

source: Reported by:
ru: Автор обращения:

source: Reported in the %s category
ru: Обращение отнесено к категории: %s

source: Reported in the %s category anonymously at %s
ru: Обращение (категория: %s) отправлено анонимно в: %s

source: Reported in the %s category by %s at %s
ru: Обращение (категория: %s), автор: %s, отправлено в: %s

source: Reported via %s anonymously at %s
ru: Анонимно отправлено через: %s, время отправки: %s

source: Reported via %s by %s at %s
ru: Отправлено через: %s, автор: %s, время отправки: %s

source: Reported via %s in the %s category anonymously at %s
ru: Анонимно отправлено через: %s, категория: %s, время отправки: %s

source: Reported via %s in the %s category by %s at %s
ru: Отправлено через: %s, категория: %s, автор обращения: %s, время отправки: %s

source: Reported:
ru: Обращение отправлено:

source: Reporting a problem
ru: Сообщение о проблеме

source: Reporting message
ru: Сообщение на странице отчётов

source: Reports
ru: Обращения

source: Reports are currently not being sent to %s.
ru: Отчёты в настоящее время не отправляются в %s.

source: Reports are limited to %s characters in length. Please shorten your report
ru: Количество символов в тексте обращения не должно превышать %s. Напишите более короткое обращение.

source: Reports are limited to {0} characters in length. Please shorten your report
ru: Длина отчёта ограничена {0} символами. Пожалуйста, сократите текст отчёта

source: Reports awaiting approval
ru: Обращения, ожидающие проверки

source: Reports near %s are sent to different councils, depending on the type of problem.
ru: Отчёты рядом с %s направляются в разные организации в зависимости от типа проблемы.

source: Reports published
ru: Опубликованные обращения

source: Reports saved offline.
ru: Отчёты сохранены офлайн.

source: Reports to %s are currently sent directly into backend services.
ru: Отчёты в %s в настоящее время отправляются напрямую в серверные системы.

source: Reports waiting to be sent
ru: Отчёты, ожидающие отправки

source: Reports with photos in them tend to get fixed more quickly
ru: Отчёты с фотографиями обычно исправляются быстрее

source: Reposition if needed, then hit Continue
ru: Переместите при необходимости, затем нажмите Продолжить

source: Reposition report here
ru: Переместить отчёт сюда

source: Request access
ru: Запросить доступ

source: Require a phone number to be provided
ru: Требовать указание номера телефона

source: Required
ru: Обязательно

source: Resend report
ru: Отправить обращение еще раз

source: Resend update
ru: Повторно отправить обновление

source: Reset
ru: Сбросить

source: Response Priorities
ru: Приоритеты ответов

source: Response Priority for %s
ru: Приоритет ответа для %s

source: Response Template for %s
ru: Шаблон ответа для %s

source: Response Templates
ru: Шаблоны ответов

source: Response Templates for %s
ru: Шаблоны ответов для: %s

source: Restore photo
ru: Восстановить фото

source: Revert to original
ru: Вернуть к исходному

source: Revert to original text
ru: Вернуть исходный текст

source: Revert to original title
ru: Вернуть исходный заголовок

source: Right place?
ru: Место указано верно?

source: Road map
ru: Дорожная карта

source: Road operator for this named road (derived from road reference number and type): %s
ru: Дорога находится в ведении: %s

source: Road operator for this named road (from OpenStreetMap): %s
ru: Дорога находится в ведении (информация из ресурса OpenStreetMap): %s

source: Role
ru: Роль

source: Role:
ru: Роль:

source: Roles
ru: Роли

source: Roles can be associated with the categories in which they operate.
ru: Роли могут быть связаны с категориями, в которых они действуют.

source: Rotate Left
ru: Повернуть влево

source: Rotate Right
ru: Повернуть вправо

source: Rotating this photo will discard unsaved changes to the report.
ru: Перед поворотом фото необходимо сохранить все необходимые изменения в обращении

source: Save + close as duplicate
ru: Сохранить и закрыть как дубликат

source: Save changes
ru: Сохранить изменения

source: Save draft
ru: Сохранить черновик

source: Save new fields
ru: Сохранить новые поля

source: Save to this device for offline use
ru: Сохранить на устройство для офлайн-использования

source: Save with a public update
ru: Сохранить с публичным обновлением

source: Saving reports offline
ru: Сохранение отчётов офлайн

source: Say how long the issue’s been&nbsp;present
ru: Укажите, как давно существует&nbsp;проблема

source: Search
ru: Поиск

source: Search Reports
ru: Искать обращения

source: Search Users
ru: Искать пользователей

source: Search for location of email alert or RSS feed
ru: Поиск места для оповещений или RSS-канала

source: Search reports
ru: Искать обращения

source: Search:
ru: Поиск:

source: Searching by postcode?
ru: Ищете по почтовому индексу?

source: Searching by street name?
ru: Ищете по названию улицы?

source: Searching found no reports.
ru: Обращений не найдено.

source: Searching found no users.
ru: Пользователи не найдены.

source: Security
ru: Безопасность

source: See our privacy policy
ru: Наша политика конфиденциальности

source: See user detail for reports created as the council
ru: Смотреть данные пользователя для отчётов от администрации

source: Select a body
ru: Выберите учреждение

source: Select an area
ru: Выберите местность

source: Select if this is the default priority
ru: Выберите, если это приоритет по умолчанию

source: Select multiple divisions to view only reports within those divisions.
ru: Выберите несколько подразделений для просмотра только их отчётов.

source: Select multiple divisions?
ru: Выбрать несколько подразделений?

source: Select multiple wards to view only reports within those wards.
ru: Выберите несколько районов для просмотра только их отчётов.

source: Select multiple wards?
ru: Выбрать несколько районов?

source: Select:
ru: Выбрать:

source: Send
ru: Отправить

source: Send Fail Count:
ru: Счётчик ошибок отправки:

source: Send a message to FixMyStreet’s technical support team
ru: Отправить сообщение в службу технической поддержки InfraSignal

source: Send extended Open311 statuses with service request updates
ru: Отправлять расширенные статусы Open311 с обновлениями запросов

source: Send fail count:
ru: Счётчик ошибок отправки:

source: Send fail reason:
ru: Причина ошибки отправки:

source: Send login email
ru: Отправить письмо для входа

source: Send state:
ru: Статус отправки:

source: Sending a confirmation text failed: "%s"
ru: Отправка подтверждения не удалась: «%s»

source: Sent report back
ru: Обращение возвращено

source: Sent to %s %s later
ru: Отправлено позже: %s %s

source: Sent:
ru: Отправлено:

source: Service:
ru: Сервис:

source: Set password
ru: Установить пароль

source: Set to my current location
ru: Установить на моё текущее местоположение

source: Share
ru: Поделиться

source: Share your report on Twitter and Facebook, and let your friends join the conversation.
ru: Поделитесь отчётом в Twitter и Facebook, пусть друзья присоединятся к обсуждению.

source: Shortlist
ru: Избранное

source: Shortlist all visible
ru: Добавить все видимые в избранное

source: Shortlisted
ru: В избранном

source: Shortlisted by %s
ru: В избранном у %s

source: Show all updates
ru: Показать все обновления

source: Show location information page
ru: Показать страницу информации о месте

source: Show my name publicly
ru: Показывать мое имя на сайте

source: Show name publicly?
ru: Показывать имя публично?

source: Show older
ru: Показать старые

source: Show older reports
ru: Показать старые отчёты

source: Show photo
ru: Показать фото

source: Show pins
ru: Показать метки

source: Show reporter&rsquo;s name
ru: Показать имя автора

source: Show reports in your area
ru: Показать отчёты в вашем районе

source: Sign in
ru: Вход

source: Sign in by email instead, providing a new password. When you click the link in your email, your password will be updated.
ru: Войдите через эл. почту, указав новый пароль. При переходе по ссылке в письме ваш пароль будет обновлён.

source: Sign in by email or text, providing a new password. When you click the link in your email or enter the SMS authentication code, your password will be updated.
ru: Войдите через эл. почту или SMS, указав новый пароль. При переходе по ссылке или вводе кода ваш пароль будет обновлён.

source: Sign in or create an account
ru: Войдите или создайте аккаунт

source: Sign in with a password
ru: Войти с паролем

source: Sign out
ru: Выход

source: Site message
ru: Сообщение на сайте

source: Skip map
ru: Пропустить карту

source: Skip to main content
ru: Перейти к основному содержанию

source: Skipped
ru: Пропущено

source: Some categories may require additional information.
ru: Для некоторых категорий может потребоваться дополнительная информация.

source: Some endpoints require an <strong>API key</strong> to indicate that the reports are being sent from your FixMyStreet installation.
ru: Для некоторых конечных точек требуется <strong>ключ API</strong>. С его помощью система помечает, что обращения были отправлены из установленного вами реурса FixMyStreet.

source: Some photos of recent reports
ru: Некоторые фото недавних обращений

source: Some text to localize
ru: Некоторое количество текста для локализации

source: Someone has moderated this report since you started.
ru: Кто-то модерировал этот отчёт с момента вашего начала.

source: Sorry! You’ve hit the limit of images that can be attached to one report.
ru: Вы достигли лимита изображений для одного отчёта.

source: Sorry, that appears to be a Crown dependency postcode, which we don't cover.
ru: К сожалению, адреса по данному индексу относятся к коронным землям. Зона покрытия нашего ресурса на них не распространяется.

source: Sorry, that wasn&rsquo;t a valid link
ru: Указана неверная ссылка

source: Sorry, that wasn&rsquo;t the correct code
ru: Извините, это неверный код

source: Sorry, there has been an error confirming your problem.
ru: При подтверждении вашего обращения произошла ошибка.

source: Sorry, we could not find that location.
ru: Не удалось найти это местоположение.

source: Sorry, we could not log you in. Please fill in the form below.
ru: Не удалось войти. Пожалуйста, заполните форму ниже.

source: Sorry, we could not parse that location. Please try again.
ru: Не удалось проанализировать это местоположение. Повторите попытку.

source: Sorry, we couldn't save your file(s), please try again.
ru: Не удалось сохранить файл(ы), попробуйте снова.

source: Sorry, you don't have permission to do that.
ru: У вас нет разрешения на это действие.

source: Sorry, you don’t have permission to do that. If you are the problem reporter, or a member of staff, please <a href="%s">sign in</a> to view this report.
ru: У вас нет разрешения на это. Если вы автор отчёта или сотрудник, <a href="%s">войдите</a> для просмотра.

source: Sort by
ru: Сортировать по

source: Specify a radius in kilometres
ru: Укажите радиус в километрах

source: Spread the word about FixMyStreet!
ru: Расскажите об InfraSignal!

source: Staff
ru: Сотрудник

source: Staff only
ru: Только для сотрудников

source: Staff users have permission to log in to the admin.
ru: Сотрудники имеют право входа в админпанель.

source: Staff:
ru: Сотрудники:

source: Staging site
ru: Тестовый сайт

source: Start Date
ru: Дата начала

source: Start a new offline report
ru: Создать новый офлайн-отчёт

source: Start new report here
ru: Создать новый отчёт здесь

source: Start time
ru: Время начала

source: State
ru: Штат

source: State and external status code cannot be used simultaneously.
ru: Статус и внешний код статуса нельзя использовать одновременно.

source: State changed to:
ru: Статус изменён на:

source: State:
ru: Штат:

source: States
ru: Статусы

source: Statistics for council staff
ru: Статистика для сотрудников

source: Stats
ru: Статистика

source: Status
ru: Статус

source: Status unknown
ru: Статус неизвестен

source: Still open, via questionnaire
ru: Всё ещё открыт (по анкете)

source: Street View
ru: Просмотр улиц

source: Subcategory
ru: Подкатегория

source: Subdivision/Body
ru: Подразделение/учреждение

source: Subject
ru: Тема

source: Subject:
ru: Тема:

source: Submit
ru: Отправить

source: Submit changes
ru: Отправить изменения

source: Submit questionnaire
ru: Отправить опрос

source: Submitted
ru: Отправлено

source: Subscribe
ru: Подписаться

source: Subscribe by email
ru: Подписаться по эл. почте

source: Subscribed:
ru: Подписан:

source: Summaries are limited to %d characters in length. Please shorten your summary
ru: Описание ограничено %d символами. Пожалуйста, сократите текст

source: Summaries are limited to %s characters in length. Please shorten your summary
ru: Описание ограничено %s символами. Пожалуйста, сократите текст

source: Summaries are limited to {0} characters in length. Please shorten your summary
ru: Описание ограничено {0} символами. Пожалуйста, сократите текст

source: Summarise the problem
ru: Опишите проблему кратко

source: Summarise your changes
ru: Опишите ваши изменения

source: Summary
ru: Итог

source: Summary hint text
ru: Подсказка для описания

source: Summary reports
ru: Отчеты об итогах

source: Summary statistics
ru: Сводная статистика

source: Superuser
ru: Суперпользователь

source: Superuser:
ru: Суперпользователь:

source: Superusers have permission to perform <strong>all actions</strong> within the admin.
ru: Суперпользователи имеют разрешение выполнять <strong>все действия</strong> в админпанели.

source: Survey Results
ru: Результаты опроса

source: Tell us about you
ru: Расскажите о себе

source: Template &laquo;%s&raquo;
ru: Шаблон &laquo;%s&raquo;

source: Template email response:
ru: Шаблон ответа по эл. почте:

source: Templates
ru: Шаблоны

source: Ten least recently updated open reports
ru: Десять давно не обновлявшихся открытых отчётов

source: Text
ru: Текст

source: Text alert created
ru: SMS-оповещение создано

source: Text alert deleted
ru: SMS-оповещение удалено

source: Text field
ru: Текстовое поле

source: Text for email alert:
ru: Текст для оповещения:

source: Text only version
ru: Только текстовая версия

source: Text:
ru: Текст:

source: Textarea
ru: Текстовая область

source: Thank you for reporting this issue!
ru: Спасибо за ваше обращение!

source: Thank you for trying to confirm your update or problem. We seem to have an error ourselves though, so <a href="%s">please let us know what went on</a> and we'll look into it.
ru: Спасибо, что вы обратились на наш ресурс, чтобы подтвердить/обновить информацию о проблеме. Похоже, у нас на сайте возникли неполадки. <a href="%s">Сообщите том, что пошло не так</a>, и мы постараемся всё починить.

source: Thank you for updating this issue!
ru: Спасибо за обновление данных по проблеме!

source: Thank you for your enquiry
ru: Спасибо за ваш запрос

source: Thank you for your feedback
ru: Благодарим вас за отзыв

source: Thanks for uploading your photo. We now need to locate your problem, so please enter a nearby street name or postcode in the box above&nbsp;:
ru: Спасибо за предоставленное фото. Теперь нам нужно определить, где именно располагается неполадка. В поле выше введите название ближайшей улицы или индекс:

source: Thanks, glad to hear it's been fixed! Could we just ask if you have ever reported a problem to a council before?
ru: Мы рады узнать, что проблема решена! Это было ваше первое обращение в орган самоуправления?

source: Thanks, you have successfully enabled two-factor authentication on your account.
ru: Спасибо, вы успешно включили двухфакторную аутентификацию в своём аккаунте.

source: That image doesn't appear to have uploaded correctly (%s), please try again.
ru: Кажется, возникли трудности с загрузкой фото (%s).Повторите попытку.
