Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: Unknown update ID
ru: Неизвестный ID обновления

source: Unshortlisted
ru: Удалено из избранного

source: Up one
ru: Вверх на одну

source: Update
ru: Обновление

source: Update %s created for problem %d
ru: Обновление %s создано для проблемы %d

source: Update %s created for problem %d; by %s
ru: Добавлены новые данные (%s) для проблемы: %d;, автор: %s

source: Update below added anonymously at %s
ru: Ниже представлены анонимно добавленные новые данные в: %s

source: Update below added by %s at %s
ru: Ниже представлены новые данные, добавленные пользователем: %s, в: %s

source: Update body
ru: Обновить данные об учреждении

source: Update breakdown by state
ru: Сортировка обновлений по статусу

source: Update by {{name}}
ru: Обновлено: {{name}}

source: Update changed problem state to %s
ru: В результате добавления данных статус проблемы изменен на: %s

source: Update has been marked as sent.
ru: Обновление помечено как отправленное.

source: Update has been marked to be skipped from sending.
ru: Обновление отмечено для пропуска отправки.

source: Update marked problem as fixed
ru: В результате добавления данных проблема помечена как решенная

source: Update message
ru: Сообщение обновления

source: Update reopened problem
ru: В результате добавления данных проблема помечена как заново открытая

source: Update statuses
ru: Обновление статусов

source: Update will now be resent.
ru: Обновление будет отправлено повторно.

source: Updated
ru: Обновлено

source: Updated by <strong>%s</strong> (%s) at %s
ru: Обновлено <strong>%s</strong> (%s) в %s

source: Updated by <strong>%s</strong> at %s
ru: Обновлено <strong>%s</strong> в %s

source: Updated!
ru: Обновлено!

source: Updates
ru: Обновления

source: Updates are limited to %s characters in length. Please shorten your update
ru: Текст обновления ограничен %s симв. Напишите более короткое сообщение

source: Updates on {{title}}
ru: Новые данные для: {{title}}

source: Updates to this problem, %s
ru: Новые данные для проблемы: %s

source: Usage notes
ru: Примечания по использованию

source: Use Open311 problem fetching
ru: Использовать получение проблем Open311

source: Use Open311 update-sending extension
ru: Использовать расширение отправки обновлений Open311

source: Use exact locations
ru: Использовать точные координаты

source: Use my current location
ru: Использовать моё текущее местоположение

source: Use my location
ru: Использовать моё местоположение

source: Use this for issues that you want to allow users to report, but for which there is no public interest in displaying the report, like requesting an extra rubbish bin at a specific address.
ru: Используйте для проблем, которые пользователи могут сообщать, но отображение которых публично нецелесообразно, например запрос дополнительного мусорного контейнера.

source: Use this if a category should be considered a litter category where a council is responsible for litter on a section of Highways England road
ru: Используйте, если категория должна считаться категорией мусора, где администрация отвечает за уборку на участке дороги

source: Use this if there is a chance that multiple bodies covering the same area that have the same contacts and you want to just send reports to one, rather than multiple bodies
ru: Используйте, если несколько организаций в одном районе имеют одинаковые контакты и вы хотите отправлять отчёты только в одну из них

source: Use this if you wish only users assigned to this category to see staff-related features (such as the inspector form) in the front end.
ru: Используйте, если вы хотите, чтобы только назначенные пользователи видели функции сотрудника в этой категории.

source: Use this where you do not want problem reporters to be able to reopen their fixed or closed reports when leaving an update.
ru: Используйте, если вы не хотите, чтобы авторы могли повторно открывать исправленные или закрытые отчёты при обновлении.

source: User ID to attribute fetched comments to
ru: ID пользователя для привязки полученных комментариев

source: User Import
ru: Импорт пользователей

source: User added to abuse list
ru: Пользователь добавлен в список нарушителей

source: User already exists
ru: Пользователь уже существует

source: User already in abuse list
ru: Пользователь уже в списке нарушителей

source: User in abuse table
ru: Пользователь в таблице нарушителей

source: User search finds matches in users' names and email addresses.
ru: При поиске пользователей на сайте система находит соответствия между именами пользователей и адресами эл. почты.

source: User's alerts
ru: Оповещения пользователя

source: User:
ru: Пользователь:

source: Users
ru: Пользователи

source: Users can be assigned one or more roles to give them all the permissions of those roles. Selecting a role or roles will disable manual permission selection.
ru: Пользователям можно назначить одну или несколько ролей. Выбор роли отключит ручной выбор разрешений.

source: Users can perform the following actions within their assigned body or area.
ru: Пользователи могут выполнять следующие действия в рамках назначенной организации или района.

source: Users with this role can perform the following actions within their assigned body or area.
ru: Пользователи с этой ролью могут выполнять следующие действия в рамках назначенной организации или района.

source: Values updated
ru: Значения обновлены

source: Verify
ru: Подтвердить

source: Verify email address
ru: Подтвердить адрес эл. почты

source: Verify phone number
ru: Подтвердить номер телефона

source: View divisions
ru: Просмотреть подразделения

source: View report on site
ru: Посмотреть обращение на сайте

source: View reports by division
ru: Просмотр отчётов по подразделениям

source: View reports by ward
ru: Посмотреть обращения по районам

source: View wards
ru: Просмотреть районы

source: View/Mark private reports
ru: Просмотр/Пометка приватных отчётов

source: Viewing a location
ru: Просмотр местоположения

source: Viewing a problem
ru: Просмотр проблемы

source: Ward:
ru: Район:

source: Wards of this council
ru: Районы, которые находятся в ведении данного органа самоуправления

source: WasteWorks Configuration
ru: Конфигурация WasteWorks

source: WasteWorks Configuration for %s
ru: Конфигурация WasteWorks для %s

source: WasteWorks Name
ru: Название WasteWorks

source: WasteWorks config
ru: Конфигурация WasteWorks

source: We collect only the minimum amount of personal data to allow you to mange your reports. Please see our <a href="%s">privacy policy</a> for more information.
ru: Мы собираем минимум данных для управления отчётами. Подробнее в <a href="%s">политике конфиденциальности</a>.

source: We currently send all reports to the email addresses below.
ru: В настоящее время мы отправляем все отчёты на указанные ниже адреса.

source: We found more than one match for that location.
ru: Найдено несколько совпадений для этого места.

source: We found more than one match for that problem reference:
ru: Найдено несколько совпадений для этой ссылки на проблему:

source: We have sent a confirmation code to your phone. Please enter it below:
ru: Мы отправили код подтверждения на ваш телефон. Введите его ниже:

source: We need your email address, please give it below.
ru: Нам нужен ваш адрес эл. почты, укажите его ниже.

source: We realise this problem might be the responsibility of %s; however, we don't currently have any contact details for them. If you know of an appropriate contact address, please do get in touch.
ru: Скорее всего, эта проблема находится в ведении этой инстанции: %s;. Однако в нашей системе нет ее контактных данных. Если вам известен действующий адрес этой организации, напишите нам об этом.

source: We send it to the council on your behalf
ru: Данные будут отправлены в орган самоуправления от вашего имени

source: We show up to ten matches, please try a different search if yours is not here.
ru: Показано до десяти совпадений. Попробуйте другой запрос, если вашего нет в списке.

source: We will only use your personal information in accordance with our <a href="%s">privacy policy.</a>
ru: Мы используем ваши персональные данные только в соответствии с нашей <a href="%s">политикой конфиденциальности.</a>

source: We won’t use your email for anything beyond sending you alerts within this area. You can find more information in our <a href="%s">privacy policy</a>.
ru: Мы не будем использовать вашу эл. почту ни для чего, кроме отправки оповещений по этому району. Подробнее в нашей <a href="%s">политике конфиденциальности</a>.

source: We&rsquo;re sorry to hear the problem’s not fixed. Why not try writing to your local representatives?
ru: Нам жаль, что проблему не удалось решить. Рекомендуем обратиться к представителям муниципальной власти.

source: Website
ru: Вебсайт

source: We’ll get back to you as soon as we can.
ru: Мы свяжемся с вами при первой возможности.

source: We’re sorry to hear that your problem hasn’t been fixed.
ru: Нам жаль, что ваша проблема не была решена.

source: We’ve already reported these nearby problems to the council. Is one of them yours?
ru: Мы уже сообщили о ближайших проблемах в администрацию. Одна из них ваша?

source: What would you like to report?
ru: О чём вы хотите сообщить?

source: When edited
ru: Когда были отредактированы данные

source: When sent
ru: Когда были отправлены данные

source: When sent:
ru: Дата отправки:

source: Where we send %s reports
ru: Куда мы отправляем отчёты %s

source: Which problems do you want alerts about?
ru: О каких проблемах вы хотите получать оповещения?

source: Which report is it a duplicate of?
ru: Дубликатом какого отчёта он является?

source: Why stop there? <a href="/alert">Set up more alerts</a> for free.
ru: И это еще не всё! <a href="/alert">Подпишитесь на другие уведомления</a> бесплатно.

source: With request searches, it is also possible to search for agency_responsible to limit the requests to those sent to a single administration. The search term is the administration ID provided by <a href="%s">MaPit</a>.
ru: С помощью поиска по запросу можно искать, используя параметр agency_responsible, чтобы ограничить результаты поиска до обращений, которые были отправлены в один административный орган. Условие поиска – идентификатор администрации, предоставленный сервисом <a href="%s">MaPit</a>.

source: Would you like to contribute to FixMyStreet? Our code is open source and <a href="https://fixmystreet.org">available at fixmystreet.org</a>.
ru: Хотите помочь проекту FixMyStreet? Наш код находится в открытом доступе и <a href="https://fixmystreet.org">доступен на сайте fixmystreet.org</a>.

source: Would you like to receive another questionnaire in 4 weeks, reminding you to check the status?
ru: Хотите получить еще один опрос через 4 недели? В нем мы напомним вам проверить статус обращения.

source: Would you like us to notify you when this problem is updated or fixed?
ru: Хотите, чтобы мы уведомили вас об обновлении или исправлении этой проблемы?

source: Yes
ru: Да

source: You are complaining that this problem report was unnecessarily moderated:
ru: Вы считаете, что эта проблема не нуждалась в модерации:

source: You are currently offline
ru: Вы сейчас офлайн

source: You are not sure of the origin or validity of the contact.
ru: Вы не уверены в происхождении или действительности контакта.

source: You are offline
ru: Вы офлайн

source: You are reporting the following problem report for being abusive, containing personal information, or similar:
ru: Вы собираетесь пожаловаться на это обращение и считаете, что оно содержит оскорбления, конфиденциальную информацию или как-либо еще нарушает правила сайта:

source: You are reporting the following update for being abusive, containing personal information, or similar:
ru: Вы собираетесь пожаловаться на это обновление и считаете, что оно содержит оскорбления, конфиденциальную информацию или как-либо еще нарушает правила сайта:

source: You can <a href="%s">make a new report in the same location</a>.
ru: Вы можете <a href="%s">создать новый отчёт в том же месте</a>.

source: You can <a href="%s%s">view the problem on this site</a>.
ru: Вы можете <a href="%s%s">ознакомиться с проблемой на этом сайте</a>.

source: You can add an abusive user's email to the abuse list, which automatically hides (and never sends) reports they create.
ru: Вы можете добавить адрес эл. почты пользователя, который проявляет себя некорректно, в черный список. Все дальнейшие обращения этого пользователя не будут опубликованы и отправлены.

source: You can add an optional photo
ru: Вы можете добавить фото (необязательно)

source: You can choose to subscribe to all problems reported in an area, or reports based on their destination.
ru: Вы можете подписаться на все проблемы в районе или на отчёты по назначению.

source: You can contact technical support on <a href='mailto:%s'>%s</a>
ru: Вы можете написать в службу технической поддержки: <a href='mailto:%s'>%s</a>

source: You can do this on <a href="%s">WriteToThem</a>, another useful mySociety website.
ru: Вы можете сделать это на <a href="%s">WriteToThem</a>, другом полезном сайте mySociety.

source: You can find lots more information about FixMyStreet in <a href="/about/information-for-councils">our FAQs</a>. For anything else, please <a href="/contact">get in touch</a>
ru: Подробнее об InfraSignal — в <a href="/about/information-for-councils">нашем FAQ</a>. По другим вопросам <a href="/contact">свяжитесь с нами</a>

source: You can flag any report or user by editing them, and they will be listed on this page. For example, this can useful if you want to keep an eye on a user who has posted inappropriate reports in the past.
ru: Вы можете пометить любое обращение или пользователя: для этого нужно отредактировать информацию о них. Помеченные аккаунты или обращения будут отображаться на этой странице. Так можно поступать в случаях, когда вы хотите отслеживать действия пользователя, который ранее публиковал неуместные материалы.

source: You can help us by finding a contact email address for local problems for %s and emailing it to us at <a href='mailto:%s'>%s</a>.
ru: Вы можете помочь нам: найдите контактные данные учреждения, в ведении которого находятся неполадки в районе (%s), и пришлите эти данные нам: <a href='mailto:%s'>%s</a>.

source: You can mark a body as deleted if you do not want it to be active on the site.
ru: Вы можете отметить учреждение как удаленное, если не хотите, чтобы его представители осуществляли деятельность на этом сайте.

source: You can move around with your keyboard
ru: Вы можете перемещаться с помощью клавиатуры

source: You can only contact the team behind FixMyStreet using our contact form
ru: Связаться с командой InfraSignal можно только через форму обратной связи

source: You cannot rename a category to an existing category
ru: Нельзя переименовать категорию в существующую

source: You declined; please fill in the box above
ru: Вы отказались; заполните форму выше

source: You have <a id="oFN" href=""><span>%s</span> saved to submit</a>.
ru: У вас <a id="oFN" href="">сохранено <span>%s</span> для отправки</a>.

source: You have already answered this questionnaire. If you have a question, please <a href='%s'>get in touch</a>, or <a href='%s'>view your problem</a>.
ru: Вы уже ответили на этот опрос. Если у вас есть вопросы, <a href='%s'>пишите нам</a> или <a href='%s'>ознакомьтесь с данными опубликованной вами проблемы</a>.

source: You have already attached files to this report. Note that you can attach a maximum of 3 to this report (if you try to upload more, the oldest will be removed).
ru: Вы уже прикрепили файлы к этому отчёту. Максимум — 3 файла (при загрузке дополнительных самый старый будет удалён).

source: You have already attached photos to this report. Note that you can attach a maximum of 3 to this report (if you try to upload more, the oldest will be removed).
ru: Вы уже предоставили фото в этом обращении. Важно: можно прикрепить не более 3 фото (если выбрать больше изображений, они заменят прикрепленные ранее).

source: You have already attached photos to this update. Note that you can attach a maximum of 3 to this update (if you try to upload more, the oldest will be removed).
ru: Вы уже прикрепили фото к этому обновлению. Максимум — 3 фото (при загрузке дополнительных самое старое будет удалено).

source: You have been signed out
ru: Был осуществлен выход из системы

source: You have located the problem at the point marked with a green pin on the map. If this is not the correct location, simply click on the map again.
ru: Вы определили местоположение проблемы на карте, используя зеленую метку. Если оно указано неверно, нажмите на карту еще раз.

source: You have successfully added your phone number.
ru: Вы успешно добавили номер телефона.

source: You have successfully confirmed your email address.
ru: Вы подтвердили свой адрес эл. почты.

source: You have successfully confirmed your phone number.
ru: Вы успешно подтвердили номер телефона.

source: You have successfully removed your phone number.
ru: Вы успешно удалили номер телефона.

source: You have successfully signed in; please check and confirm your details are accurate:
ru: Вы вошли в систему. Проверьте и подтвердите информацию в своем профиле:

source: You have successfully verified your phone number.
ru: Вы успешно подтвердили номер телефона.

source: You haven&rsquo;t created any reports yet. <a href="%s">Report a problem now.</a>
ru: Вы еще не создали ни одного обращения. <a href="%s">Самое время начать!</a>

source: You haven&rsquo;t shortlisted any reports yet.
ru: Вы ещё не добавили отчёты в избранное.

source: You know how to get things fixed - now make sure your friends do too.
ru: Вы знаете, как решить проблему — расскажите друзьям.

source: You need to <a href="%s">add some bodies</a> (such as councils or departments) before any reports can be sent.
ru: Перед отправкой обращений вам необходимо <a href="%s">добавить несколько учреждений</a> (например, органы самоуправления или отделы).

source: You need to add bodies (such as councils or departments) so that you can then add the categories of problems they can handle (such as potholes or streetlights) and the contacts (such as an email address) to which reports are sent.
ru: Необходимо добавить учреждения (например, орган самоуправления или отдел), чтобы затем добавить категории проблем, которые им подведомствены (например, колдобины или уличное освещение), а также контактную информацию (например, адрес эл. почты) для отправки обращений.

source: Your Reports
ru: Ваши обращения

source: Your account
ru: Аккаунт

source: Your account requires two-factor authentication to be set up.
ru: Для вашего аккаунта требуется настройка двухфакторной аутентификации.

source: Your donations keep this site and others like it running
ru: Ваши пожертвования помогают поддерживать этот и другие подобные сайты

source: Your email
ru: Ваш эл. адрес

source: Your email address
ru: Ваш адрес эл. почты

source: Your email or mobile
ru: Ваша эл. почта или мобильный

source: Your information will only be used in accordance with our <a href="%s">privacy policy</a>
ru: Ваша информация будет использоваться только в соответствии с нашей <a href="%s">политикой конфиденциальности</a>

source: Your name
ru: Ваше имя

source: Your name has already been sent to %s, but we can hide it on this page:
ru: Ваше имя уже отправлено в %s, но мы можем скрыть его на этой странице:

source: Your name has been hidden from all your reports and updates.
ru: Ваше имя скрыто во всех ваших отчётах и обновлениях.

source: Your name has been hidden.
ru: Ваше имя скрыто.

source: Your offline reports
ru: Ваши офлайн-отчёты

source: Your password
ru: Ваш пароль

source: Your password has been changed
ru: Ваш пароль был изменен

source: Your password has expired, please create a new one below. When you click the link in your email, your password will be updated.
ru: Ваш пароль устарел, создайте новый ниже. При переходе по ссылке в письме пароль будет обновлён.

source: Your password should include %d or more characters.
ru: Ваш пароль должен содержать %d или более символов.

source: Your phone number
ru: Ваш номер телефона

source: Your report
ru: Ваш отчёт

source: Your report (%d) has had an update; to view: %s To stop: %s
ru: Ваш отчёт (%d) обновлён; просмотр: %s Отписка: %s

source: Your reports
ru: Ваши обращения

source: Your shortlist
ru: Ваше избранное

source: Your token has been generated
ru: Ваш токен создан

source: Your update
ru: Ваше обновление

source: Your update has been saved offline for submission when back online.
ru: Ваше обновление сохранено офлайн для отправки при подключении.

source: Your updates
ru: Ваши обновления

source: Your verification code is %s
ru: Ваш код подтверждения: %s

source: Yourself
ru: Вы сами

source: a colon-separated list of permissions to grant that user, e.g. <code>contribute_as_body:moderate:user_edit</code>.
ru: список разрешений через двоеточие, напр. <code>contribute_as_body:moderate:user_edit</code>.

source: a colon-separated list of roles to assign to that user.
ru: список ролей через двоеточие для назначения пользователю.

source: admin
ru: админ

source: all
ru: все

source: an administrator
ru: администратор

source: and a defect raised
ru: и создан дефект

source: by %s
ru: автор: %s

source: council
ru: орган самоуправления

source: didn't use map
ru: карта не использовалась

source: disabled
ru: отключено

source: e.g. ‘%s’ or ‘%s’
ru: напр.: ‘%s’ или ‘%s’

source: e.g. ‘10 inch pothole on Example St, near post box’
ru: напр. «Яма 25 см на ул. Примерная, у почтового ящика»

source: e.g. ‘This pothole has been here for two months and…’
ru: напр. «Эта яма здесь уже два месяца и…»

source: edit user
ru: редактировать информацию о пользователе

source: from %s different users
ru: от разных пользователей (%s)

source: government-internal
ru: внутреннее государственное

source: last updated %s
ru: последнее обновление: %s

source: left
ru: влево

source: less than a minute
ru: менее минуты

source: minus
ru: минус

source: n/a
ru: недоступн.

source: none
ru: нет

source: not the council's responsibility
ru: не в ответственности администрации

source: optional
ru: необязательно

source: or
ru: или

source: or <a href="%s">create an account</a>
ru: или <a href="%s">создать аккаунт</a>

source: or <a href="%s">sign in</a>
ru: или <a href="%s">войти</a>

source: originally entered: &ldquo;%s&rdquo;
ru: введено: &ldquo;%s&rdquo;

source: other areas:
ru: другие области

source: please <a href="%s">contact us</a> if we did not recognise your email
ru: пожалуйста, <a href="%s">свяжитесь с нами</a>, если мы не распознали ваш адрес

source: plus
ru: плюс

source: required
ru: обязательно

source: right
ru: вправо

source: show
ru: показать

source: sign out
ru: выйти

source: space
ru: пробел

source: the database id of the body to associate that user with, e.g. <code>2217</code> for Buckinghamshire.
ru: ID организации в базе данных для привязки пользователя, напр. <code>2217</code>.

source: the local council
ru: местный орган самоуправления

source: there is no pin shown as the user did not use the map
ru: метка не отображается, так как карта не была использована

source: this location
ru: это место

source: this type of local problem
ru: этот тип проблемы поблизости

source: today
ru: сегодня

source: unassigned
ru: не назначено

source: update
ru: обновление

source: updates
ru: обновления

source: used map
ru: карта использована

source: user is from same council as problem - %d
ru: пользователь проживает недалеко от обнаруженной неполадки на территории, подконтрольной органу самоуправления (%d)

source: user is problem owner
ru: неполадка находится в собственности пользователя

source: user not in abuse list
ru: пользователь не в списке нарушителей
