Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: -- Select a cobrand --
ru: -- Выберите вариант --

source: and
ru: и

source: or
ru: или

source: %d characters maximum
ru: %d символов максимум

source: %d edits by %s
ru: %d правок от %s

source: %d to %d of %d
ru: %d по %d из %d

source: %d users already existed
ru: пользователей уже зарегистрировано

source: %s - Summary reports
ru: %s - Итоговые отчеты

source: %s bodies
ru: %s организаций

source: %s confirmed alerts, %s unconfirmed
ru: %s подтвержденных уведомлений, %s неподтвержденных

source: %s council contacts &ndash; %s confirmed, %s unconfirmed
ru: %s конт. органов местного самоуправления &ndash; %s подтвержд., %s неподтвержд.

source: %s currently does not accept reports from FixMyStreet.
ru: %s в настоящее время не принимает сообщения через InfraSignal.

source: %s has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward, or all problems within a certain distance of a particular location.
ru: На сайте %s можно подписаться на RSS-лен, а также на уведомления по электронной почте. Информация в уведомлениях может касаться как неисправностей в вашем районе, так и неполадок, которые были зафиксированы в пределах определенного расстояния от заданной точки.ты

source: %s has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward or council, or all problems within a certain distance of a particular location.
ru: На сайте %s можно подписаться на RSS-ленту, а также на уведомления по электронной почте. Информация в уведомлениях может касаться как неисправностей в вашем районе или округе, так и неполадок, которые были зафиксированы в пределах определенного расстояния от заданной точки.

source: %s live updates
ru: %s обновлений

source: %s questionnaires sent &ndash; %s answered (%s%%)
ru: Отправлено опросов: %s &ndash; получено ответов: %s (%s%%)

source: &copy; <a href="http://www.openstreetmap.org/copyright">OpenStreetMap</a> contributors
ru: &copy; Участники проекта <a href="http://www.openstreetmap.org/copyright">OpenStreetMap</a>

source: &larr; Back
ru: &larr; Назад

source: (Defect &amp; location of defect)
ru: (Повреждение и местоположение повреждения)

source: (No name)
ru: (имя отсутствует)

source: (No phone number)
ru: (номер телефона отсутствует)

source: (Optional - above text included by default)
ru: (Необязательно — текст выше включён по умолчанию)

source: (a-z and space only)
ru: (только a-z и пробел)

source: (closed)
ru: (закрыто)

source: (covers roughly 200,000 people)
ru: (охватывает примерно 200 000 человек)

source: (fixed)
ru: (исправлено)

source: (for this report)
ru: (для этого отчёта)

source: (for this update)
ru: (для этого обновления)

source: (like graffiti, fly tipping, broken paving slabs, or street lighting)
ru: (граффити, мусор, ямы, уличное освещение и др.)

source: (no longer exists)
ru: (больше не существует)

source: (not sent to council)
ru: (не отправлено в органы самоуправления)

source: (optional)
ru: (необязательно)

source: (sent to all)
ru: (отправлено всем)

source: (sent to both)
ru: (отправлено в обе инстанции)

source: -- Pick a category --
ru: -- Выберите категорию --

source: -- Pick an option --
ru: -- Выберите вариант --

source: -- Please select --
ru: -- Пожалуйста, выберите --

source: --Choose a template--
ru: --Выберите шаблон--

source: <a href="%s">SocietyWorks</a> is a limited company (05798215). It is a trading subsidiary of <a href="%s">mySociety</a>, a registered charity in England and Wales (1076346).
ru: <a href="%s">SocietyWorks</a> — компания с ограниченной ответственностью (05798215). Она является дочерней компанией <a href="%s">mySociety</a>, зарегистрированной благотворительной организации в Англии и Уэльсе (1076346).

source: <code>MAPIT_URL</code> is set (<code>%s</code>) but no <code>MAPIT_TYPES</code>.<br> This is probably why "area covered" is empty (below).<br> Maybe add some <code>MAPIT_TYPES</code> to your config file?
ru: Вы задали параметр <code>MAPIT_URL</code> (<code>%s</code>), но не задали <code>MAPIT_TYPES</code>.<br> Возможно, поэтому поле «зона покрытия» не заполнено (см. ниже).<br> Хотите добавить несколько <code>MAPIT_TYPES</code> в ваш файл конфигурации?

source: <h2>Reports, Statistics and Actions for</h2> <h1>%s</h1>
ru: <h2>Отчёты, статистика и действия для</h2> <h1>%s</h1>

source: <label for="statuses">Show</label> %s reports <label for="filter_categories">about</label> %s
ru: <label for="statuses">Показать</label> %s отчётов <label for="filter_categories">о</label> %s

source: <span>%s</span> saved.
ru: <span>%s</span> сохранено.

source: <strong>%s</strong> live problems
ru: Актуальных неполадок: <strong>%s</strong>

source: <strong>Don’t forget the space</strong> in your postcode.
ru: <strong>Не забудьте пробел</strong> в вашем почтовом индексе.

source: <strong>Don’t mix postcodes and street names.</strong>
ru: <strong>Не смешивайте почтовые индексы и названия улиц.</strong>

source: <strong>No</strong> Let me confirm my report by email
ru: <strong>Нет</strong> Я хочу подтвердить свое обращение электронным письмом

source: <strong>No</strong> Let me confirm my report by email/text
ru: <strong>Нет</strong> Позвольте мне подтвердить отчёт по эл. почте/SMS

source: <strong>No</strong> Let me confirm my update by email
ru: <strong>Нет</strong> Я хочу подтвердить обновление электронным письмом

source: <strong>No</strong> Let me confirm my update by email/text
ru: <strong>Нет</strong> Позвольте мне подтвердить обновление по эл. почте/SMS

source: <strong>One at a time!</strong> Multiple street names in a single search can confuse us.
ru: <strong>По одной!</strong> Несколько улиц в одном запросе могут вызвать путаницу.

source: <strong>Yes</strong> I have a password
ru: <strong>Да</strong> У меня есть пароль

source: <u>Take or choose existing photo</u>
ru: <u>Сделать или выбрать фото</u>

source: A service ID (Open311 or similar).
ru: ID сервиса (Open311 или аналог).

source: Access denied
ru: Доступ запрещён

source: Access detailed statistics on reports and performance in your area – for free. Only available to council staff.
ru: Доступ к подробной статистике по отчётам и показателям в вашем районе — бесплатно. Доступно только для сотрудников.

source: Activate two-factor authentication
ru: Активировать двухфакторную аутентификацию

source: Add
ru: Добавить

source: Add a <strong>body</strong> for each administrative body, such as a council or department to which problem reports can be sent. You can add one or more contacts (for different categories of problem) to each body.
ru: Добавьте <strong>учреждение</strong> для каждой административной единицы (например: орган самоуправления, отдел), в ведении которой находится решение подобных вопросов. В информацию о каждом учреждении можно добавить один или несколько контактов (в зависимости от вида неполадки).

source: Add a contact using the form below.
ru: Добавить контакт с помощью формы.

source: Add another parent category
ru: Добавить ещё одну родительскую категорию

source: Add body
ru: Добавить учреждение

source: Add email address
ru: Добавить адрес эл. почты

source: Add extra fields
ru: Добавить дополнительные поля

source: Add field
ru: Добавить поле

source: Add fixed state
ru: Добавить статус «исправлено»

source: Add new category
ru: Добавить категорию

source: Add option
ru: Добавить вариант

source: Add phone number
ru: Добавить номер телефона

source: Add row
ru: Добавить строку

source: Add staff user
ru: Добавить сотрудника

source: Add time period
ru: Добавить период

source: Add to shortlist
ru: Добавить в избранное

source: Add user
ru: Добавить пользователя

source: Add/edit problem categories
ru: Добавить/редактировать категории проблем

source: Add/edit response priorities
ru: Добавить/редактировать приоритеты ответов

source: Add/edit response templates
ru: Добавить/редактировать шаблоны ответов

source: Add/edit site message
ru: Добавить/редактировать сообщение на сайте

source: Added %s
ru: Добавлено: %s

source: Adding this report to your shortlist will remove it from %s’s shortlist.
ru: Добавление этого отчёта в ваше избранное удалит его из избранного %s.

source: Admin
ru: Админ

source: Aerial map
ru: Аэрофотокарта

source: Again:
ru: Снова:

source: Alert %d created for %s, type %s, parameters %s / %s
ru: Создано уведомление «%d» для: %s. Тип: %s, параметры: %s / %s

source: Alert %d disabled (created %s)
ru: Уведомление «%d» отключено (создано: %s)

source: Alert me to future updates
ru: Оповещать меня об обновлениях в будущем

source: Alerts:
ru: Оповещения:

source: All
ru: Все

source: All Reports
ru: Все Отчеты

source: All Reports as CSV
ru: Все обращения в виде CSV-файлов

source: All categories
ru: Все категории

source: All cobrands
ru: Все кобренды

source: All languages
ru: Все языки

source: All reports
ru: Все отчеты

source: All reports between %s and %s
ru: Все отчеты с %s по %s

source: All reports within %s
ru: Все отчёты в %s

source: All reports within %s parish
ru: Все отчёты в приходе %s

source: All reports within %s ward
ru: Все отчёты в районе %s

source: All reports within %s ward, %s
ru: Все отчёты в районе %s, %s

source: All states
ru: Все статусы

source: All time
ru: За всё время

source: Allow anonymous reports on this category
ru: Разрешить анонимные отчёты в этой категории

source: Already been reported?
ru: Уже сообщалось?

source: Alternatively, we can hide your name on <strong>all of your reports and updates</strong> across the site:
ru: Или мы можем скрыть ваше имя во <strong>всех ваших отчётах и обновлениях</strong> на сайте:

source: Always fetch all problems
ru: Всегда получать все проблемы

source: An email address or service ID (Open311 or similar).
ru: Адрес эл. почты или ID сервиса (Open311 или аналог).

source: An email address.
ru: Адрес электронной почты.

source: An update marked this problem as fixed.
ru: В обновлении эта неполадка помечена как исправленная.

source: Anonymous user
ru: Анонимный пользователь

source: Anonymous:
ru: Анонимно:

source: Another user
ru: Другой пользователь

source: Are you sure you want to cancel this upload?
ru: Вы уверены, что хотите отменить загрузку?

source: Are you sure you wish to delete this draft report?
ru: Вы уверены, что хотите удалить этот черновик?

source: Are you sure?
ru: Вы уверены?

source: Area covered
ru: Зона покрытия

source: Area:
ru: Район:

source: As this is a staging site and %s is false, reports made on this site will be sent to the problem reporter, not the contact given for the report’s category.
ru: Поскольку это отладочный сайт и в параметре %s значение False, все обращения, оставленные на сайте, будут отправлены их авторам, а не в учреждения, обозначенные в категориях.

source: Asset ID:
ru: ID объекта:

source: Assign
ru: Назначить

source: Assign problem reports to users
ru: Назначать отчёты пользователям

source: Assign selected to role:
ru: Назначить выбранным роль:

source: Assign to
ru: Назначить

source: Assign to competent body:
ru: Направить в учреждение, которое специализируется на решении подобных вопросов:

source: Assign to different category:
ru: Назначить другую категорию:

source: Assign to external body:
ru: Направить во внешнее учреждение:

source: Assign to subdivision:
ru: Направить в подразделение:

source: Assign to:
ru: Назначить:

source: Assign users to areas
ru: Назначать пользователей районам

source: Assigned categories only
ru: Только назначенные категории

source: Assigned to
ru: Назначено

source: Assigned to:
ru: Назначено:

source: At most %d requests are returned in each query. The returned requests are ordered by requested_datetime, so to get all requests, do several searches with rolling start_date and end_date.
ru: Как правило, количество результатов, которые возвращаются по каждому запросу, составляет %d. Система находит их в соответствии с параметром requested_datetime. Чтобы просмотреть все результаты, выполните несколько поисков, изменяя параметры start_date и end_date.

source: At the moment only searching for and looking at reports work.
ru: Сейчас можно только искать и просматривать обращения

source: Authorised staff users can be associated with the categories in which they operate.
ru: Авторизованные сотрудники могут быть связаны с категориями, в которых они работают.

source: Auto Response
ru: Автоответ

source: Auto-response:
ru: Автоответ:

source: Automatically populate report subject/detail
ru: Автоматически заполнять тему/детали отчёта

source: Average time between a problem being reported and being fixed, last 100 reports.
ru: Среднее время от сообщения до исправления, последние 100 отчётов.

source: Avoid personal information and vehicle number plates
ru: Избегайте личной информации и номерных знаков автомобилей

source: Awaiting moderation
ru: Ожидает модерации

source: Back
ru: Назад

source: Back to all reports
ru: Вернуться ко всем отчётам

source: Background Colour
ru: Цвет фона

source: Ban user
ru: Заблокировать пользователя

source: Be polite
ru: Будьте вежливы

source: Behaviour
ru: Поведение

source: Bins, rubbish and recycling
ru: Контейнеры, мусор и переработка

source: Bodies
ru: Учреждения

source: Body
ru: Учреждение

source: Body:
ru: Учреждение:

source: Built by
ru: Создано

source: Bulky items list
ru: Список крупногабаритных предметов

source: CSV File
ru: CSV файл

source: Can&rsquo;t find our email? Check your spam folder&nbsp;&ndash; that&rsquo;s the solution 99% of the time.
ru: Письмо не пришло? Оно могло попасть в папку «Спам».

source: Can’t use the map to start a report? <a href="%s" rel="nofollow">Skip this step</a>
ru: Не можете использовать карту? <a href="%s" rel="nofollow">Пропустите этот шаг</a>

source: Categories
ru: Категории

source: Categories:
ru: Категории:

source: Category
ru: Категория

source: Category and State
ru: Категория и статус

source: Category changed from ‘%s’ to ‘%s’
ru: Категория изменена с «%s» на «%s»

source: Category fix rate for problems > 4 weeks old
ru: Процент устранения неполадок в этой категории, которым больше 4 недель

source: Category:
ru: Категория:

source: Change
ru: Изменить

source: Change asset
ru: Изменить объект

source: Change email address
ru: Изменить адрес эл. почты

source: Change password
ru: Сменить пароль

source: Change phone number
ru: Изменить номер телефона

source: Change two-factor authentication
ru: Изменить двухфакторную аутентификацию

source: Check <a href="/about/house-rules" target="_blank">what’s acceptable</a>
ru: Проверьте <a href="/about/house-rules" target="_blank">что допустимо</a>

source: Check you <strong>haven’t swapped numbers and letters</strong>. <code>O</code>, <code>0</code>, <code>I</code> and <code>1</code> aren’t the same.
ru: Убедитесь, что вы <strong>не перепутали буквы и цифры</strong>. <code>O</code>, <code>0</code>, <code>I</code> и <code>1</code> — это не одно и то же.

source: Checkboxes
ru: Флажки

source: Choose a <strong>category</strong> name that makes sense to the public (e.g., "Pothole", "Street lighting") but is helpful to the body too. These will appear in the drop-down menu on the report-a-problem page.
ru: Выберите название <strong>категории</strong> которое будет понятно не только другим пользователям (например, «Выбоина» или «Уличное освещение»), но и сотрудникам учреждения. Варианты названий отобразятся в раскрывающемся меню на странице подачи обращений.

source: Choose another
ru: Выбрать другой

source: Choose location, pan and zoom to adjust
ru: Выберите место, перемещайте и масштабируйте для уточнения

source: Choose your password
ru: Выберите пароль

source: Clear offline data
ru: Очистить офлайн-данные

source: Click map to report a problem
ru: Нажмите на карту, чтобы сообщить о проблеме

source: Click the link in our confirmation email to activate your alert.
ru: Чтобы активизировать ваше уведомление, пройдите по ссылке, указанной в письме.

source: Click the link in our confirmation email to publish your problem.
ru: Чтобы опубликовать ваш запрос, пройдите по ссылке, указанной в письме.

source: Click the link in our confirmation email to publish your update.
ru: Чтобы опубликовать ваше обновление, пройдите по ссылке, указанной в письме.

source: Click the link in our confirmation email to sign in.
ru: Чтобы войти, пройдите по ссылке, указанной в письме.

source: Click the link in our confirmation email to submit your problem.
ru: Нажмите на ссылку в нашем письме для отправки вашей проблемы.

source: Click the link in our confirmation email to submit your update.
ru: Нажмите на ссылку в нашем письме для отправки вашего обновления.

source: Click the link in that email to sign in.
ru: Нажмите на ссылку в письме для входа.

source: Click the map or drag the pin to adjust the location
ru: Нажмите на карту или перетащите метку для уточнения места

source: Closed
ru: Закрыто

source: Closed to updates
ru: Закрыт для обновлений

source: Co-ordinates:
ru: Координаторы:

source: Cobrand
ru: Кобренд

source: Cobrand data:
ru: Данные о кобренде:

source: Cobrand:
ru: Кобренд:

source: Code
ru: Код

source: Codes for extra data must not contain spaces
ru: Коды дополнительных данных не должны содержать пробелы

source: Collapse map
ru: Свернуть карту

source: Column number:
ru: Номер столбца:

source: Config must be a JSON object literal, not array.
ru: Конфигурация должна быть объектом JSON, а не массивом.

source: Configuration
ru: Конфигурация

source: Confirm
ru: Подтвердить

source: Confirm account
ru: Подтвердить аккаунт

source: Confirm by email instead, providing a new password at that point. When you confirm, your password will be updated.
ru: Подтвердить по эл. почте, указав новый пароль. При подтверждении пароль будет обновлён.

source: Confirmation
ru: Подтверждение

source: Confirmed
ru: Подтверждено

source: Confirmed:
ru: Подтверждено:

source: Confirmed:
ru: Подтверждено:

source: Contact
ru: Контакт

source: Contact %s
ru: Свяжитесь с командой сайта %s

source: Contact Us
ru: Свяжитесь с нами

source: Contact email
ru: Контактный email

source: Contact the team
ru: Свяжитесь с командой

source: Continue
ru: Продолжить

source: Continue draft report...
ru: Продолжить черновик...

source: Continue – report a new problem
ru: Продолжить — сообщить о новой проблеме

source: Convert location from Easting/Northing
ru: Преобразовать координаты из Easting/Northing

source: Could not look up location
ru: Не удалось найти местоположение

source: Council
ru: Орган самоуправления

source: Council contacts for %s
ru: Контакты органа самоуправления для %s

source: Council ref:
ru: Номер в администрации:

source: Council ref:&nbsp;%s
ru: Ссылка на орган самоуправления:&nbsp;%s

source: Council stats
ru: Статистика администрации

source: Council:
ru: Орган самоуправления:

source: Count
ru: Подсчет

source: Create
ru: Создать

source: Create a report
ru: Создать обращение

source: Create an account
ru: Создать аккаунт

source: Create category
ru: Создать категорию

source: Create message
ru: Создать сообщение

source: Create priority
ru: Создать приоритет

source: Create reports/updates as anonymous user
ru: Создавать отчёты/обновления как анонимный пользователь

source: Create reports/updates as the council
ru: Создавать отчёты/обновления от имени администрации

source: Create reports/updates on a user's behalf
ru: Создавать отчёты/обновления от имени пользователя

source: Create template
ru: Создать шаблон

source: Create your account
ru: Создать аккаунт

source: Created
ru: Создано

source: Created %d new users
ru: Создано %d новых пользователей

source: Created Body
ru: Созданная организация

source: Created By
ru: Создано

source: Created:
ru: Создано:

source: Credit Card
ru: Кредитная карта

source: Current password:
ru: Текущий пароль:

source: Currently grouped by %s
ru: Группировка по %s

source: Currently no bodies have been created.
ru: В данный момент на сайте не зарегистрировано ни одного учреждения.

source: Customer not contactable
ru: Невозможно связаться с покупателем

source: Dashboard
ru: Панель управления

source: Date
ru: Дата

source: Date range
ru: Диапазон дат

source: Datetime picker
ru: Выбор даты и времени

source: Deactivate two-factor authentication
ru: Деактивировать двухфакторную аутентификацию

source: Dealt with by subdivision within 5 working days
ru: Вопрос решен подразделением в течение 5 рабочих дней

source: Default
ru: По умолчанию

source: Default to creating reports/updates as the council
ru: По умолчанию создавать отчёты от имени администрации

source: Delete
ru: Удалить

source: Delete template
ru: Удалить шаблон

source: Delete theme
ru: Удалить тему

source: Deleted
ru: Удалено

source: Describe why you are moderating this
ru: Опишите причину модерации

source: Description
ru: Описание

source: Destination
ru: Назначение

source: Detailed information is limited to %d characters.
ru: Подробная информация ограничена %d символами.

source: Details
ru: Дополнительная информация

source: Details hint text
ru: Подсказка для деталей

source: Details label
ru: Метка деталей

source: Details:
ru: Дополнительная информация:

source: Device and Site
ru: Устройство и сайт

source: Devolved
ru: Передано

source: Diligency prize league table
ru: Таблица самых активных пользователей

source: Direct Debit
ru: Прямое списание

source: Disable
ru: Отключить

source: Disable form when this category is selected
ru: Отключить форму при выборе этой категории

source: Disable form when this option is selected
ru: Отключить форму при выборе этого варианта

source: Disable reopening of reports in this category
ru: Запретить повторное открытие отчётов в этой категории

source: Disable updates on reports in this category
ru: Отключить обновления для отчётов в этой категории

source: Disabled:
ru: Отключено:

source: Discard changes
ru: Отменить изменения

source: Display as
ru: Отображать как

source: Displayed label
ru: Отображаемая метка

source: Do not send email alerts on fetched comments to problem creator
ru: Не отправлять оповещения о полученных комментариях автору проблемы

source: Do you have a %s password?
ru: У вас есть пароль на сайте %s?

source: Does this report break our <a href="/about/house-rules">Conditions of Use</a>? Use this form to let us know.
ru: Этот отчёт нарушает наши <a href="/about/house-rules">Условия использования</a>? Сообщите нам через эту форму.

source: Don&rsquo;t know
ru: Не знаю

source: Don't like forms?
ru: Не любите заполнять формы?

source: Don't show
ru: Не показывать

source: Donate now
ru: Пожертвовать сейчас

source: Done
ru: Готово

source: Don’t identify or accuse other&nbsp;people
ru: Не называйте и не обвиняйте&nbsp;других

source: Don’t include private contact details in the&nbsp;description
ru: Не включайте личные контактные данные в&nbsp;описание

source: Down one
ru: Вниз на одну

source: Draft report saved on %s
ru: Черновик отчёта сохранён %s

source: Draft reports
ru: Черновики отчётов

source: Drag photos here or <u>browse photos</u>
ru: Перетащите фото сюда или <u>выберите фото</u>

source: Draw rectangles on the picture then click Done.
ru: Нарисуйте прямоугольники на изображении и нажмите Готово.

source: Drop pin on the map to start a new report
ru: Поставьте метку на карте для нового отчёта

source: Drop-down list
ru: Выпадающий список

source: Duplicate of
ru: Дубликат

source: Duplicates
ru: Дубликаты
