Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: user removed from abuse list
ru: пользователь удалён из списка нарушителей

source: ward
ru: район

source: %d address
ru: %d адрес

source: %d day
ru: %d день

source: %d hour
ru: %d час

source: %d item requested for collection.
ru: %d предмет запрошен для сбора.

source: %d minute
ru: %d минута

source: %d month
ru: %d месяц

source: %d photo
ru: %d фото

source: %d supporter
ru: %d спонсор

source: %d week
ru: %d неделя

source: %d year
ru: %d год

source: %s day
ru: %s день

source: %s problem marked as fixed
ru: %s проблема отмечена как исправленная

source: %s problem reported
ru: %s проблема сообщена

source: %s report
ru: %s отчёт

source: %s update on problems
ru: %s обновление проблем

source: 140L bin
ru: контейнер 140л

source: 240L bin
ru: контейнер 240л

source: <big>%s</big> completed in past month
ru: <big>%s</big> выполнено за прошедший месяц

source: <big>%s</big> fixed in past month
ru: <big>%s</big> проблема решена за прошлый месяц

source: <big>%s</big> report in past week
ru: <big>%s</big> обращение за прошлую неделю

source: <big>%s</big> report recently
ru: <big>%s</big> недавнее обращение

source: <big>%s</big> update on reports
ru: <big>%s</big> обновление обращений

source: Please supply %s photo
ru: Пожалуйста, приложите %s фото

source: Reported %d day ago
ru: Сообщено %d день назад

source: We do <strong>not</strong> yet have details for the other council that covers this location.
ru: У нас пока <strong>нет</strong> подробной информации об органе самоуправления, в ведении которого находится это место.

source: We do not yet have details for the council that covers this location.
ru: У нас еще нет подробной информации об органе самоуправления, в ведении которого находится это место.

source: bin
ru: контейнер

source: last updated %d day ago
ru: обновлено %d день назад

source: month
ru: месяц

source: report
ru: отчёт

source: roll
ru: рулон

source: sack subscription
ru: Описание

source: you can add up to %d more item
ru: вы можете добавить ещё %d предмет

source: Inappropriate content detected: %s (%d%% confidence)
ru: Обнаружен неуместный контент: %s (%d%% уверенности)

source: Image quality too low (%d%% quality score, minimum %d%% required)
ru: Качество изображения слишком низкое (%d%% качества, требуется минимум %d%%)

source: Self-harm content detected (%d%% confidence)
ru: Обнаружен контент с самоповреждением (%d%% уверенности)

source: About InfraSignal
ru: Об InfraSignal

source: Please do <strong>not</strong> report problems through this form; messages go to the team behind this site, not a local authority. To report a problem, please <a href="/">go to the front page</a> and follow the instructions.
ru: Пожалуйста, <strong>не</strong> сообщайте о проблемах через эту форму; сообщения направляются команде сайта, а не в местную администрацию. Чтобы сообщить о проблеме, пожалуйста, <a href="/">перейдите на главную страницу</a> и следуйте инструкциям.

source: Text flagged as %s (%d%% confidence)
ru: Текст отмечен как %s (%d%% уверенности)

source: Terms of Use
ru: Условия использования

source: Within the specified timeframe:
ru: В указанный период:

source: URL/link found in image
ru: Обнаружена ссылка в изображении

source: Duplicate or near-duplicate image detected (%d%% similarity match)
ru: Обнаружено дублирующее изображение (%d%% совпадения)

source: Graphic/gory content detected (%d%% confidence)
ru: Обнаружен графический/жёсткий контент (%d%% уверенности)

source: Submission Error — Please fix the following:
ru: Ошибка отправки — Пожалуйста, исправьте следующее:

source: spam content found in text
ru: обнаружен спам-контент

source: extremist content found in text
ru: обнаружен экстремистский контент

source: %s opened, %s closed, %s fixed
ru: %s открыто, %s закрыто, %s исправлено

source: Drug-related content detected (%d%% confidence)
ru: Обнаружен контент с наркотиками (%d%% уверенности)

source: Your details contain content that is not allowed:
ru: Ваши данные содержат недопустимый контент:

source: Offensive/hate content detected (%d%% confidence)
ru: Обнаружен оскорбительный контент (%d%% уверенности)

source: social media account reference found
ru: найдена ссылка на аккаунт соц. сети

source: violent language found in text
ru: обнаружен агрессивный контент

source: To find out what local alerts we have for you, please enter your street name and area
ru: Чтобы узнать, какие местные оповещения доступны, введите название улицы и район

source: self-harm references found in text
ru: обнаружены ссылки на самоповреждение

source: personal information found:
ru: найдена личная информация:

source: How responsive is %s?
ru: Насколько отзывчив(а) %s?

source: weapon reference found in text
ru: обнаружена ссылка на оружие

source: %s has a variety of RSS feeds and email alerts for local problems, including alerts for all problems within a particular ward or local authority, or all problems within a certain distance of a particular location.
ru: %s предоставляет различные RSS-каналы и оповещения по эл. почте о местных проблемах, включая оповещения обо всех проблемах в определённом районе или муниципалитете, или обо всех проблемах в определённом радиусе от конкретного места.

source: Pick your local authority
ru: Выберите вашу местную администрацию

source: Gambling content detected (%d%% confidence)
ru: Обнаружен контент с азартными играми (%d%% уверенности)

source: Your subject contains content that is not allowed:
ru: Ваша тема содержит недопустимый контент:

source: profanity found:
ru: найдена ненормативная лексика:

source: Weapon detected: %s (%d%% confidence)
ru: Обнаружено оружие: %s (%d%% уверенности)

source: Image appears to be AI-generated (%d%% confidence)
ru: Изображение создано ИИ (%d%% уверенности)

source: Privacy Policy
ru: Политика конфиденциальности

source: content trading solicitation found
ru: обнаружен контент торговли

source: Your update contains content that is not allowed:
ru: Ваше обновление содержит недопустимый контент:

source: Profanity detected in text:
ru: Ненормативная лексика в тексте:

source: Violence detected (%d%% confidence)
ru: Обнаружено насилие (%d%% уверенности)

source: drug reference found in text
ru: обнаружена ссылка на наркотики

source: URL/link found in text
ru: Обнаружена ссылка в тексте

source: Top 5 responsive local authorities
ru: Топ-5 самых отзывчивых местных администраций

source: Text in image flagged:
ru: Текст в изображении отмечен:

source: Alcohol content detected (%d%% confidence)
ru: Обнаружен контент с алкоголем (%d%% уверенности)

source: Tobacco/smoking content detected (%d%% confidence)
ru: Обнаружен контент с табаком/курением (%d%% уверенности)

source: Money/banknote display detected (%d%% confidence)
ru: Обнаружены деньги/банкноты (%d%% уверенности)

source: Personal information in text:
ru: Личная информация в тексте:

source: money transaction solicitation found
ru: обнаружен контент о денежных переводах

source: We send it to the local authority on your behalf
ru: Мы отправим обращение в местную администрацию от вашего имени

source: Select a state to find a body, then click to manage its response templates.
ru: Выберите штат, чтобы найти учреждение, затем нажмите для управления шаблонами ответов.

source: Select a state
ru: Выберите штат

source: County:
ru: Округ:

source: All counties
ru: Все округа

source: Loading cities...
ru: Загрузка городов...

source: City / Town:
ru: Город:

source: All cities
ru: Все города

source: Select a state above to view its bodies.
ru: Выберите штат выше для просмотра учреждений.

source: No bodies found.
ru: Учреждения не найдены.

source: No bodies found for
ru: Учреждения не найдены для

source: bodies in
ru: учреждений в

source: Manage Templates
ru: Управление шаблонами

source: Counties
ru: Округа

source: Cities / Towns
ru: Города

source: County
ru: Округ

source: City/Town
ru: Город

source: cities in
ru: городов в
