Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: If you’ve made changes, leave a note explaining what, for other admins to see.
ru: Если вы внесли изменения, оставьте пояснение для других администраторов.

source: Illegal ID
ru: Неверный идентификатор

source: Illegal feed selection
ru: Неверно выбран фид

source: Import users
ru: Импорт пользователей

source: Important message
ru: Важное сообщение

source: In abuse table?
ru: Вы в черном списке?

source: In addition, the following attributes that are not part of the Open311 v2 specification are returned: agency_sent_datetime, title (also returned as part of description), interface_used, comment_count, requestor_name (only present if requestor allowed the name to be shown on this site).
ru: Кроме того, возвращаются следующие параметры, которые не являются частью сервиса Open311 версии 2: agency_sent_datetime, title (также возвращается как часть описания), interface_used, comment_count, requestor_name (присутствует только если инициатор запроса разрешил отображение имени на сайте).

source: In progress
ru: В работе

source: In wards
ru: В районах

source: Inactive
ru: Неактивные

source: Inbox zero, here we come!
ru: Ура, новых писем нет!

source: Include reporter personal details
ru: Включить персональные данные заявителя

source: Incorrect has_photo value "%s"
ru: Нверно задано значение has_photo "%s"

source: Information for citizens
ru: Информация для граждан

source: Information: Filters in use. The current view is customized based on selected filters.
ru: Информация: Используются фильтры. Текущий вид настроен на основе выбранных фильтров.

source: Inspect report
ru: Проверить отчёт

source: Instruct contractors to fix problems
ru: Давать подрядчикам указания по устранению проблем

source: Internal data set by Open311
ru: Внутренние данные Open311

source: Internal key
ru: Внутренний ключ

source: Internal notes
ru: Внутренние заметки

source: Invalid format %s specified.
ru: Неверно задан формат: %s.

source: Invalid location. New location must be covered by the same council.
ru: Недопустимое расположение. Новое место должно быть в зоне той же администрации.

source: Is a litter category for the purposes of receiving reports on National Highways roads
ru: Является категорией мусора для приёма отчётов на автомагистралях

source: It looks like you’re not connected to the internet right now. Don’t worry, you can start a report below, save it as a draft and finish it when you’re connected to the internet again. You can create multiple draft reports if you need to report more than one problem.
ru: Похоже, вы сейчас не подключены к интернету. Не волнуйтесь, вы можете начать отчёт ниже, сохранить его как черновик и завершить при подключении к интернету. Вы можете создать несколько черновиков.

source: It's often quickest to <a href="%s">check our FAQs</a> and see if the answer is there.
ru: Загляните в раздел <a href="%s">Часто задаваемые вопросы</a>: возможно, вы найдете там нужную информацию.

source: It’s on its way to the council right now.
ru: Отправлено в орган самоуправления.

source: Label
ru: Метка

source: Language
ru: Язык

source: Languages
ru: Языки

source: Last 7 days
ru: Последние 7 дней

source: Last editor
ru: Последний редактор

source: Last failure:
ru: Последняя ошибка:

source: Last send fail:
ru: Последняя ошибка отправки:

source: Last update
ru: Последнее обновление

source: Last update:
ru: Последнее обновление:

source: Last&nbsp;update:
ru: Последнее&nbsp;обновление:

source: Latitude/Longitude:
ru: Широта/Долгота:

source: Learn more
ru: Узнать больше

source: Least recently updated
ru: Давно не обновлявшиеся

source: Leave this blank if all reports to this body should be sent using the same send method (e.g., "%s").
ru: Оставьте поле пустым, если все обращения в это учреждение должны быть отправлены единым способом (например: «%s»).

source: List all reported problems
ru: Все сообщения о неполадках в виде списка

source: Loading reports…
ru: Загрузка отчётов…

source: Loading...
ru: Загрузка...

source: Local RSS feeds and email alerts
ru: Местные RSS-фиды и уведомления по эл. почте

source: Local RSS feeds and email alerts for ‘%s’
ru: Местные RSS-фиды и уведомления по эл. почте (‘%s’)

source: Local alerts
ru: Уведомления

source: Locate the problem on a map of the area
ru: Укажите на карте местоположение проблемы

source: Log in here.
ru: Войдите здесь.

source: Log in with Facebook
ru: Войти через Facebook

source: Log in with Twitter
ru: Войти через Twitter

source: Log in with email
ru: Войти по эл. почте

source: Log in with email/text
ru: Войти по эл. почте/SMS

source: Log out of all sessions
ru: Выйти из всех сессий

source: Login with %s
ru: Войти через %s

source: Look up
ru: Найти

source: Main Navigation
ru: Главная навигация

source: Make anonymous on all reports and updates
ru: Сделать анонимным во всех отчётах

source: Manage shortlist
ru: Управление избранным

source: Manifest Theme
ru: Тема манифеста

source: Manual order
ru: Ручной порядок

source: Mapping and reporting street problems to the councils responsible for fixing them &ndash; anywhere in the UK.
ru: Картирование и сообщение о проблемах на улицах ответственным организациям &ndash; в любой точке.

source: Mark as sent
ru: Пометить как отправленное

source: Mark as skipped
ru: Пометить как пропущенное

source: Mark users whose behaviour you want to keep a check on as <strong>flagged</strong>.
ru: <strong>Помечайте</strong> тех пользователей, за действиями которых вы хотите следить.

source: Markup problem details
ru: Разметка деталей проблемы

source: Meanwhile, if you’re getting nowhere, you might consider writing to your local councillor or other representative to see if they can help.
ru: Если дело не продвигается, попробуйте обратиться к местному депутату или представителю.

source: Message
ru: Сообщение

source: Message to competent body:
ru: Сообщение компетентному учреждению:

source: Message to external body:
ru: Сообщение внешнему учреждению:

source: Message to show when form is disabled (HTML permitted)
ru: Сообщение при отключённой форме (HTML разрешён)

source: Missing bodies:
ru: Отсутствующие организации:

source: Missing jurisdiction_id
ru: Не найден параметр jurisdiction_id

source: Moderate
ru: Модерировать

source: Moderate report details
ru: Модерировать детали отчёта

source: Moderate this report
ru: Модерировать этот отчёт

source: Moderate this update
ru: Модерировать это обновление

source: Moderated by %s at %s
ru: Модерировано %s в %s

source: Moderated by division within one working day
ru: Прошло модерацию в течение одного рабочего дня

source: Moderation history
ru: История модерации

source: Month
ru: Месяц

source: Most commented
ru: Самые обсуждаемые

source: Most popular categories in %s
ru: Самые популярные категории в %s

source: Multiple Groups
ru: Несколько групп

source: Must not contain spaces.
ru: Не должно содержать пробелов.

source: My street problem hasn’t been fixed
ru: Моя проблема не была решена

source: Name
ru: Название

source: Name:
ru: Имя:

source: Names are limited to %d characters in length.
ru: Имена ограничены %d символами.

source: Navigate to this problem
ru: Перейти к этой проблеме

source: Nearest address to the pin placed on the map (from %s): %s
ru: Ближайший адрес к метке на карте (от %s): %s

source: Nearest calculated address:
ru: Ближайший рассчитанный адрес:

source: Nearest named road to the pin placed on the map (automatically generated using OpenStreetMap): %s%s
ru: Ближайшая к метке дорога (генерируется автоматически с использованием сервиса OpenStreetMap): %s%s

source: Nearest postcode to the pin placed on the map (automatically generated): %s (%sm away)
ru: Ближайший к метке почтовый индекс (генерируется автоматически): %s (%sm мил.)

source: Nearest road to the pin placed on the map (automatically generated by %s): %s
ru: Ближайшая дорога к метке на карте (автоматически, %s): %s

source: Nearly done!
ru: Почти готово!

source: Nearly done! Now check your email&hellip;
ru: Почти готово! Проверьте почту&hellip;

source: Nearly done! Now check your phone&hellip;
ru: Почти готово! Проверьте ваш телефон&hellip;

source: Need to report a problem in your local area? Learn all about FixMyStreet, how it works and what happens to your report once you&rsquo;ve made it.
ru: Нужно сообщить о проблеме в вашем районе? Узнайте всё об InfraSignal: как он работает и что происходит с вашим отчётом после отправки.

source: New body added
ru: Добавлено новое учреждение

source: New category contact added
ru: Добавлен новый контакт в категории

source: New email address:
ru: новый адрес электронной почты

source: New field
ru: Новое поле

source: New internal note:
ru: Новая внутренняя заметка:

source: New local problems on FixMyStreet
ru: Новые неполадки в вашем районе на FixMyStreet

source: New note to DM:
ru: Новая заметка для DM:

source: New password:
ru: Новый пароль

source: New phone number:
ru: Новый номер телефона

source: New priority
ru: Новый приоритет

source: New problems for %s
ru: Новые проблемы для %s

source: New problems for <a href="%s">%s</a>
ru: Новые проблемы для <a href="%s">%s</a>

source: New problems for <a href="%s">%s</a> ward in <a href="%s">%s</a>
ru: Новые проблемы для района <a href="%s">%s</a> в <a href="%s">%s</a>

source: New problems for area id <a href="%s">%s</a>
ru: Новые проблемы для района <a href="%s">%s</a>

source: New problems for ward id %s in body id %s
ru: Новые проблемы для района %s в организации %s

source: New problems for {{COUNCIL}} within {{WARD}} ward on FixMyStreet
ru: Новые неполадки, адресованные в орган самоуправления: {{COUNCIL}}, находящегося в районе: {{WARD}} на сайте FixMyStreet

source: New problems near <a href="%s">%s,%s</a>
ru: Новые проблемы рядом с <a href="%s">%s,%s</a>

source: New problems near {{POSTCODE}} on FixMyStreet
ru: Новые неполадки в районе с индексом {{POSTCODE}} на FixMyStreet

source: New problems on FixMyStreet
ru: Новые неполадки на FixMyStreet

source: New problems to {{COUNCIL}} on FixMyStreet
ru: Новые неполадки, адресованные в орган самоуправления: {{COUNCIL}} на FixMyStreet

source: New problems within {{NAME}}'s boundary on FixMyStreet
ru: Новые неполадки в ведении учреждения: {{NAME}} на FixMyStreet

source: New reports
ru: Новые обращения

source: New state
ru: Новый статус

source: New template
ru: Новый шаблон

source: New updates on report <a href="%s">%s</a>
ru: Новые обновления для отчёта <a href="%s">%s</a>

source: Newest
ru: Самые новые

source: Next
ru: Далее

source: Next:
ru: Далее:

source: No
ru: Нет

source: No Group
ru: Без группы

source: No account?
ru: Нет аккаунта?

source: No body
ru: Нет учреждения

source: No council selected
ru: Орган самоуправления не выбран

source: No edits have yet been made.
ru: Эти данные пока не были отредактированы.

source: No flagged problems found.
ru: Не найдено помеченных неполадок.

source: No flagged users found.
ru: Не найдено помеченных пользователей.

source: No further updates
ru: Пока нет обновлений

source: No personal details will be stored, and you will not receive updates about this report.
ru: Личные данные не будут сохранены, и вы не будете получать обновления по этому отчёту.

source: No reports to show on map, here are some nearby:
ru: Нет отчётов для показа на карте, вот ближайшие:

source: No result returned
ru: Результатов нет

source: No specific areas are currently available, because the <code>MAPIT_URL</code> in your config file is not pointing to a live MapIt service.
ru: В данный момент конкретные области недоступны, так как <code>MAPIT_URL</code>в вашем файле конфигурации не указывает на сервис MapIt в реальном времени.

source: No supporters
ru: Нет группы поддержки

source: None
ru: Нет

source: Normal (public) users should not be associated with any <strong>area</strong>.<br> Authorised staff users can be associated with the area in which they operate.
ru: Обычные пользователи не должны быть привязаны к <strong>районам</strong>.<br> Авторизованные сотрудники могут быть привязаны к району, в котором они работают.

source: Normal (public) users should not be associated with any <strong>body</strong>.<br> Authorised staff users can be associated with the body they represent.<br> Depending on the implementation, staff users may have access to the dashboard (summary of activity across their body), the ability to hide reports or set special report statuses.
ru: Обычные (публичные) пользователи не должны быть связаны с <strong>учреждением</strong>.<br> Пользователи, являющиеся авторизованными сотрудниками, могут быть связаны с учреждением, которое они представляют.<br> В зависимости от должности, сотрудники могут иметь доступ к панели управления (там содержится краткая информация о действиях их учреждения), а также возможность скрывать обращения или устанавливать специфические статусы обращений.

source: Not a valid JSON string: %s
ru: Недопустимая строка JSON: %s

source: Not for my subdivision
ru: Не для моего подразделения

source: Not from yourself/backend
ru: Не от себя/бэкенда

source: Not reported before
ru: Первое обращение по этой проблеме

source: Not reported to council
ru: Первое обращение в органы самоуправления

source: Note
ru: Примечание

source: Note:
ru: Примечание:

source: Note: <strong>%s</strong>
ru: Примечание: <strong>%s</strong>

source: Notes from SDM to DM
ru: Заметки SDM для DM

source: Notice shown to user
ru: Уведомление для пользователя

source: Notice text
ru: Текст уведомления

source: Number of problems reported in each category, in the last 7 days.
ru: Количество проблем по категориям за последние 7 дней.

source: Offline data cleared
ru: Офлайн-данные очищены

source: Offline update data saved
ru: Офлайн-обновление сохранено

source: Old state
ru: Давний статус

source: Oldest
ru: Самые старые

source: On behalf of %s
ru: От имени %s

source: Only reports sent to %s
ru: Только отчёты, отправленные в %s

source: Only reports sent to %s, within %s ward
ru: Только отчёты в %s в районе %s

source: Only staff users will be able to add reports in this category.
ru: Только сотрудники смогут добавлять отчёты в этой категории.

source: Only the original reporter may leave updates.
ru: Только автор отчёта может оставлять обновления.

source: Open
ru: Вопрос открыт

source: Open311 API Key
ru: API-ключ Open311

source: Open311 API for the mySociety FixMyStreet server
ru: Open311 API для сервера mySociety FixMyStreet

source: Open311 Jurisdiction
ru: Юрисдикция Open311

source: Open311 initiative web page
ru: Веб-страница сервиса Open311

source: Open311 specification
ru: Спецификация Open311

source: Options
ru: Параметры

source: Or <a href="/">search for a different location</a>
ru: Или <a href="/">искать другое место</a>

source: Or sign in with password to prefill this information.
ru: Или войдите с паролем для автозаполнения.

source: Or specify a different radius distance:
ru: Или укажите другой радиус:

source: Or subscribe by RSS
ru: Или подписаться по RSS

source: Order
ru: Порядок

source: Other
ru: Другое

source: Other categories
ru: Другие категории

source: Out of hours
ru: Вне рабочего времени

source: Overall average
ru: Среднее общее

source: Owner
ru: Владелец

source: Page Not Found
ru: Страница не найдена

source: Parent
ru: Родительская

source: Parent categories
ru: Родительские категории

source: Partial
ru: Частичная

source: Password (optional)
ru: Пароль (необязательно)

source: Password change cancelled.
ru: Смена пароля отменена.

source: Password expired
ru: Пароль устарел

source: Perfect for civic groups, clubs, and schools.
ru: Идеально для общественных групп, клубов и школ.

source: Permissions
ru: Разрешения

source: Permissions:
ru: Разрешения:

source: Permit blank updates
ru: Разрешить пустые обновления

source: Phone
ru: Телефон

source: Phone Reporter:
ru: Телефон автора:

source: Phone number
ru: Номер телефона

source: Phone numbers are limited to %s characters in length.
ru: Номера телефонов ограничены %s символами.

source: Phone verified:
ru: Телефон подтверждён:

source: Phone:
ru: Телефон:

source: Photo
ru: Фото

source: Photo added to this report in this moderation update
ru: Фото добавлено к отчёту в этом модерационном обновлении

source: Photo deleted from this report in this moderation update
ru: Фото удалено из отчёта в этом модерационном обновлении

source: Photo is required.
ru: Необходимо добавить фото.

source: Photo required
ru: Необходимо добавить фото

source: Photo upload failed.
ru: Загрузка фото не удалась.

source: Photos
ru: Фотографии

source: Photos added
ru: Фото добавлены

source: Photos deleted
ru: Фото удалены

source: Photos of recent nearby reports
ru: Фотографии происшествий поблизости, размещенные в недавних обращениях

source: Photos/Documents
ru: Фото/Документы

source: Pick your council
ru: Выберите вашу администрацию

source: Pick your ward
ru: Выберите ваш район

source: Pin map
ru: Карта с метками

source: Please <a href="#%s">check their changes</a> and resolve any differences.
ru: Пожалуйста, <a href="#%s">проверьте их изменения</a> и устраните различия.

source: Please check the passwords and try again
ru: Проверьте пароли и попробуйте еще раз

source: Please check your email address is correct
ru: Проверьте правильность написания адреса эл. почты

source: Please check your phone number is correct
ru: Пожалуйста, проверьте правильность номера телефона

source: Please choose a category
ru: Выберите категорию

source: Please choose a less commonly-used password
ru: Пожалуйста, выберите менее распространённый пароль

source: Please correct the errors below
ru: Исправьте ошибки ниже

source: Please do <strong>not</strong> report problems through this form; messages go to the team behind this site, not a council. To report a problem, please <a href="/">go to the front page</a> and follow the instructions.
ru: <strong>Не используйте</strong> эту форму для обращений: данные из формы адресованы команде сайта, а не представителям учреждений. Чтобы сообщить о проблеме, <a href="/">зайдите на главную страницу</a> и следуйте инструкциям.

source: Please enter a message
ru: Введите текст сообщения

source: Please enter a mobile number
ru: Пожалуйста, введите номер мобильного

source: Please enter a name
ru: Пожалуйста, введите имя

source: Please enter a name for this body
ru: Пожалуйста, введите название организации

source: Please enter a password
ru: Введите пароль

source: Please enter a subject
ru: Введите тему

source: Please enter a valid UK phone number
ru: Пожалуйста, введите действительный номер телефона

source: Please enter a valid email
ru: Введите действующий адрес эл. почты

source: Please enter a valid email address
ru: Введите действующий адрес эл. почты

source: Please enter a valid email or phone number
ru: Пожалуйста, введите действительный адрес эл. почты или телефон

source: Please enter a valid postcode or area
ru: Пожалуйста, введите действительный почтовый индекс или район

source: Please enter some details
ru: Введите дополнительную информацию

source: Please enter your email
ru: Введите свой эл. адрес

source: Please enter your first name
ru: Введите свое имя

source: Please enter your full name, councils need this information – if you do not wish your name to be shown on the site, untick the box below
ru: Введите свое полное имя. Эта информация необходима представителям органов самоуправления. Если вы не хотите, чтобы ваше полное имя отображалось на сайте, снимите галочку ниже.

source: Please enter your full name.
ru: Пожалуйста, введите ваше полное имя.

source: Please enter your name
ru: Введите свое имя

source: Please enter your phone number
ru: Введите номер своего телефона

source: Please enter your second name
ru: Введите свою фамилию

source: Please enter your title
ru: Напишите, как к вам обращаться

source: Please feel free to <a href="%s">sign in again</a>, or go back to the <a href="/">front page</a>.
ru: Вы можете еще раз <a href="%s">войти на сайт</a> или вернуться на <a href="/">главную страницу</a>.

source: Please fill in details of the problem below.
ru: Подробно расскажите о неполадке в поле ниже.

source: Please fill in the form below with details of the problem, and describe the location as precisely as possible in the details box.
ru: Заполните форму ниже: расскажите о неполадке, уточните местоположение. Постарайтесь предоставить как можно более подробную информацию.

source: Please generate a two-factor code and enter it below:
ru: Сгенерируйте двухфакторный код и введите его ниже:

source: Please indicate whether you'd like to receive another questionnaire
ru: Укажите, хотите ли вы еще один опросник

source: Please look at our <a href="/pro/">dedicated site</a>.
ru: Посмотрите наш <a href="/pro/">специализированный сайт</a>.

source: Please make sure you are not including an email address
ru: Убедитесь, что вы не указываете адрес эл. почты

source: Please make sure your password is at least %d characters long
ru: Пароль должен содержать не менее %d символов

source: Please note that updates are not sent to the council.
ru: Важно: новые данные не отсылаются в органы самоуправления.

source: Please note your report has <strong>not yet been sent</strong>.
ru: Обратите внимание: ваш отчёт <strong>ещё не отправлен</strong>.

source: Please note your report has <strong>not yet been sent</strong>. Choose a category and add further information below, then submit.
ru: Внимание! Ваше обращение <strong>не было отправлено</strong>. Чтобы завершить процесс отправки, выберите нужную категорию и добавьте информацию ниже.

source: Please note your update has <strong>not yet been posted</strong>.
ru: Обратите внимание: ваше обновление <strong>ещё не отправлено</strong>.

source: Please note:
ru: Внимание:

source: Please pick your update preference
ru: Выберите предпочтительный способ обновлений

source: Please provide a duplicate ID or public update for this report.
ru: Укажите ID дубликата или публичное обновление для этого отчёта.

source: Please provide a public update for this report.
ru: Пожалуйста, предоставьте публичное обновление для этого отчёта.

source: Please provide some explanation as to why you're reopening this report
ru: Поясните, почему вы решили заново отправить это обращение

source: Please provide some text as well as a photo
ru: Предоставьте не только фото, но и письменный комментарий

source: Please say whether you've ever reported a problem to your council before
ru: Вы впервые отправляете обращение в ваш орган самоуправления?

source: Please scan this image with your app, or enter the text code into your app, then generate a new one-time code and enter it below:
ru: Отсканируйте это изображение приложением или введите текстовый код в приложение, затем сгенерируйте одноразовый код и введите его ниже:

source: Please select a body.
ru: Выберите учреждение.

source: Please select a time in the past
ru: Пожалуйста, выберите время в прошлом

source: Please select the feed you want
ru: Выберите рассылку

source: Please select the type of alert you want
ru: Выберите тип уведомления

source: Please state whether or not the problem has been fixed
ru: Сообщите о статусе неполадки: проблема была решена?

source: Please upload an image only
ru: Загрузите только изображение

source: Please verify at least one of email/phone
ru: Подтвердите хотя бы один: эл. почту или телефон

source: Please write a message
ru: Напишите сообщение

source: Postcode
ru: Почтовый индекс

source: Postcode or street name and area
ru: Почтовый индекс или улица и район

source: Posted anonymously
ru: Опубликовано анонимно

source: Posted anonymously at %s
ru: Опубликовано анонимно (%s)

source: Posted by %s at %s
ru: Автор публикации: %s, время публикации: %s
