Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: That location does not appear to be covered by a council; perhaps it is offshore or outside the country. Please try again.
ru: Кажется, это местоположение не находится в ведении органа самоуправления. Возможно, им заведует другое учреждение или же вы указали место в другой стране. Попробуйте еще раз.

source: That location does not appear to be in the UK; please try again.
ru: Это местоположение находится за пределами Великобритании. Повторите попытку.

source: That password has appeared in a known third-party data breach (<a href="https://haveibeenpwned.com/Passwords" target="_blank">more information</a>); please choose another
ru: Этот пароль был обнаружен в известной утечке данных (<a href="https://haveibeenpwned.com/Passwords" target="_blank">подробнее</a>); пожалуйста, выберите другой

source: That postcode was not recognised, sorry.
ru: Не удалось распознать индекс.

source: That problem has been marked as sent.
ru: Проблема помечена как отправленная.

source: That problem will now be resent.
ru: Сейчас мы еще раз отправим это обращение.

source: That report has been removed from FixMyStreet.
ru: Это обращение было удалено с сайта FixMyStreet.

source: That user has been logged out.
ru: Пользователь отключён от системы.

source: That user has been made anonymous on all reports and updates.
ru: Пользователь стал анонимным во всех отчётах и обновлениях.

source: That user’s personal details have been removed.
ru: Личные данные пользователя удалены.

source: That user’s reports and updates have been hidden.
ru: Отчёты и обновления пользователя скрыты.

source: The <strong>FixMyStreet name</strong> is a string that represents the name of the web application as it is usually displayed to the user (e.g., amongst a list of other applications, or as a label for an icon).
ru: <strong>Название InfraSignal</strong> — строка, представляющая имя веб-приложения, как оно обычно отображается пользователю (напр., в списке приложений или как подпись к иконке).

source: The <strong>FixMyStreet short name</strong> is a string that represents the name of the web application displayed to the user if there is not enough space to display name (e.g., as a label for an icon on the phone home screen).
ru: <strong>Краткое название InfraSignal</strong> — строка, представляющая имя веб-приложения при нехватке места (напр., как подпись к иконке на экране телефона).

source: The <strong>WasteWorks name</strong> is a string that represents the name of the web application as it is usually displayed to the user (e.g., amongst a list of other applications, or as a label for an icon).
ru: <strong>Название WasteWorks</strong> — строка, представляющая имя веб-приложения, как оно обычно отображается пользователю.

source: The <strong>WasteWorks short name</strong> is a string that represents the name of the web application displayed to the user if there is not enough space to display name (e.g., as a label for an icon on the phone home screen).
ru: <strong>Краткое название WasteWorks</strong> — строка, представляющая имя веб-приложения при нехватке места.

source: The <strong>background colour</strong> defines a placeholder background colour for the application splash screen before it has loaded. Colours should be specified with CSS syntax, e.g. <strong><code>#ff00ff</code></strong> or <strong><code>rgb(255, 0, 255)</code></strong> or a named colour like <strong><code>fuchsia</code></strong>.
ru: <strong>Цвет фона</strong> определяет цвет-заполнитель экрана загрузки приложения. Указывайте цвета в синтаксисе CSS, напр. <strong><code>#ff00ff</code></strong> или <strong><code>rgb(255, 0, 255)</code></strong> или именованный цвет, напр. <strong><code>fuchsia</code></strong>.

source: The <strong>endpoint</strong> is the URL of the service that FixMyStreet will connect to when sending reports to this body.
ru: <strong>Конечная точка</strong> – это URL сервиса, с которым будет связываться система FixMyStreet при отправке обращений в данное учреждение.

source: The <strong>icons</strong> are used when the application is installed to the user's home screen. Icons must be <strong>square</strong>, with <strong>512x512</strong>px and <strong>192x192</strong>px being the most common sizes.
ru: <strong>Иконки</strong> используются при установке приложения на домашний экран. Иконки должны быть <strong>квадратными</strong>, наиболее распространённые размеры — <strong>512x512</strong>px и <strong>192x192</strong>px.

source: The <strong>jurisdiction</strong> is only needed if the endpoint is serving more than one. If the body is running its own endpoint, you can usually leave this blank.
ru: Данные о <strong>юрисдикции</strong> необходимы только, если конечная точка используется для нескольких учреждений. Если учреждение привязано к отдельной конечной точке, оставьте это поле пустым.

source: The <strong>send method</strong> determines how problem reports will be sent to the body. If you leave this blank, <strong>send method defaults to email</strong>.
ru: <strong>Метод отправки</strong> – это способ, которым будут отправлены обращения в учреждение. Если оставить это поле пустым, <strong>по умолчанию обращения будут доставлены по эл. почте</strong>.

source: The <strong>theme colour</strong> defines the default theme colour for the application. This sometimes affects how the OS displays the site (e.g., on Android's task switcher, the theme colour surrounds the site). Colours should be specified with CSS syntax, e.g. <strong><code>#ff00ff</code></strong> or <strong><code>rgb(255, 0, 255)</code></strong> or a named colour like <strong><code>fuchsia</code></strong>.
ru: <strong>Цвет темы</strong> определяет основной цвет темы приложения. Иногда влияет на отображение сайта в ОС (напр., в переключателе задач Android). Указывайте цвета в синтаксисе CSS, напр. <strong><code>#ff00ff</code></strong> или <strong><code>rgb(255, 0, 255)</code></strong>.

source: The Open311 v2 attribute agency_responsible is used to list the administrations that received the problem report, which is not quite the way the attribute is defined in the Open311 v2 specification.
ru: Параметр agency_responsible в Open311 версии 2 используется для составления списка администраций, которые получили обращение. Это не совсем стандартный способ использования этого атрибута в спецификации Open311 версии 2.

source: The body's <strong>name</strong> identifies the body (for example, <em>Borsetshire District Council</em>) and may be displayed publically.
ru: <strong>Название</strong> учреждения является его идентификатором (например, <em>Районный орган самоуправления графства Борсетшир</em>). Название учреждения может быть видно всем пользователям сайта.

source: The code used to store this field value in the database.
ru: Код, используемый для хранения значения этого поля в базе данных.

source: The contact has been confirmed as correct.
ru: Контакт подтверждён как правильный.

source: The council won&rsquo;t be able to help unless you leave as much detail as you can. Please describe the exact location of the problem (e.g. on a wall), what it is, how long it has been there, a description (and a photo of the problem if you have one), etc.
ru: Вам необходимо предоставить максимум информации, чтобы сотрудники органа самоуправления могли помочь в решении проблемы. Укажите точное местонахождение неполадки (напр., «на стене»), опишите, что это и как давно вы впервые заметили неисправность (также можно приложить фото неполадки) и т. д.

source: The diligency prize league table shows editors' activity (who's been editing the most records).
ru: В таблице самых активных пользователей показана деятельность тех редакторов, которые отредактировали наибольшее количество записей.

source: The error was: %s
ru: Ошибка: %s

source: The following Open311 v2 attributes are returned for each request: service_request_id, description, lat, long, media_url, status, requested_datetime, updated_datetime, service_code and service_name.
ru: Следующие параметры Open311 версии 2 возвращаются для каждого запроса: service_request_id, description, lat, long, media_url, status, requested_datetime, updated_datetime, service_code и service_name.

source: The following information about the nearest road might be inaccurate or irrelevant, if the problem is close to several roads or close to a road without a name registered in OpenStreetMap.
ru: Информация о ближайшей дороге может быть неверной или неточной, если проблема находится рядом с несколькими дорогами или поблизости от безымянной дороги, зарегистрированной на OpenStreetMap.

source: The latest local problems reported by users
ru: Недавние проблемы поблизости, обращения о которых подали пользователи

source: The latest problems for {{COUNCIL}} reported by users
ru: Недавние обращения пользователей, адресованные в орган самоуправления: {{COUNCIL}}

source: The latest problems for {{COUNCIL}} within {{WARD}} ward reported by users
ru: Недавние обращения пользователей, адресованные в орган самоуправления: {{COUNCIL}} в пределах района: {{WARD}}

source: The latest problems reported by users
ru: Недавние обращения пользователей

source: The latest problems reported fixed by users
ru: Недавние проблемы, помеченные пользователями как решенные

source: The latest problems within {{NAME}}'s boundary reported by users
ru: Недавние обращения пользователей о проблемах в пределах местности: {{NAME}}

source: The link might have expired, or maybe you didn&rsquo;t quite copy and paste it correctly.
ru: Возможно, ссылка устарела или вы не полностью ее скопировали.

source: The list of available areas is being provided by the MapIt service at %s.
ru: Список доступных местоположений предоставлен сервисом MapIt на сайте: %s.

source: The passwords do not match
ru: Пароли не совпадают

source: The reporting message will be shown on reporting pages.
ru: Сообщение будет показано на страницах отчётности.

source: The requested URL '%s' was not found on this server
ru: Запрошенный URL '%s' не был найден на этом сервере

source: The role's <strong>name</strong> is used to refer to this group of permissions elsewhere in the admin.
ru: <strong>Название</strong> роли используется для ссылки на эту группу разрешений в админке.

source: The uploaded CSV file must contain a header row, and records can have the following fields:
ru: Загруженный CSV-файл должен содержать строку заголовков. Записи могут содержать следующие поля:

source: The user could not locate the problem on a map, but to see the area around the location they entered
ru: Пользователь не смог определить местоположение неполадки на карте. Вместо этого он ввел данные о местности поблизости от неполадки.

source: The user has been sent a login email
ru: Пользователю отправлено письмо для входа

source: The user's <strong>name</strong> is displayed publicly on reports that have not been marked <em>anonymous</em>. Names are not necessarily unique.
ru: <strong>Имя</strong> пользователя отображается в обращениях, которые не были помечены как <em>анонимные</em>. Имя может быть неуникальным.

source: Theme
ru: Тема

source: Theme Colour
ru: Цвет темы

source: Themes
ru: Темы

source: There are no reports to show.
ru: Нет обращений.

source: There are similar problems nearby that we’re already aware of, is one of them yours?
ru: Рядом есть похожие проблемы, о которых мы уже знаем. Одна из них ваша?

source: There is already a template with that title.
ru: Шаблон с таким названием уже существует.

source: There is already an auto-response template for this category/state.
ru: Шаблон автоответа для этой категории/статуса уже существует.

source: There must be template text if there is alternative email text.
ru: Текст шаблона обязателен при наличии альтернативного текста письма.

source: There was a problem showing the All Reports page. Please try again later.
ru: При загрузке страницы «Все обращения» произошла ошибка. Повторите попытку позже.

source: There was a problem showing this page. Please try again later.
ru: При загрузке страницы произошла ошибка. Повторите попытку позже.

source: There was a problem with your login information.
ru: Проблема с вашими данными для входа.

source: There was a problem with your login information. If you cannot remember your password, or do not have one, please fill in the ‘No’ section of the form.
ru: Проблема с вашими данными для входа. Если вы не помните пароль, заполните раздел «Нет» в форме.

source: There was a problem with your login information. If you cannot remember your password, or do not have one, please select ‘Fill in your details manually’.
ru: Проблема с вашими данными для входа. Если вы не помните пароль, выберите «Заполните данные вручную».

source: There was a problem with your update. Please try again.
ru: Не удалось загрузить новые данные. Повторите попытку.

source: There were problems with your report. Please see below.
ru: Не удалось загрузить обращение. Прочтите информациию ниже.

source: There were problems with your update. Please see below.
ru: Не удалось загрузить новые данные. Прочтите информациию ниже.

source: These categories appear in more than one group:
ru: Эти категории появляются в нескольких группах:

source: These details will be sent to the council, but will never be shown online without your permission.
ru: Эти данные будут отправлены в администрацию, но не будут показаны в интернете без вашего разрешения.

source: These details will never be shown online without your permission.
ru: Эти данные не будут показаны в интернете без вашего разрешения.

source: These settings are for bodies that use Open311 (or other back-end integration) to receive problem reports.<br> <strong>You don't need to set them if the Send Method is email.</strong>. For more information on Open311, see <a href='https://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>this article</a>.
ru: Эти настройки нужны для учреждений, которые используют сервис Open311 (или подобный ресурс бэкенд-интеграции) для получения обращений.<br> <strong>Вам не нужно устанавливать такие настройки, если для связи с учреждениями вы используете эл. почту.</strong>. Подробнее о сервисе Open311 читайте в <a href='https://www.mysociety.org/2013/01/17/open311-explained/' class='admin-offsite-link'>этой статье</a>.

source: These users weren't updated.
ru: Эти пользователи не были обновлены.

source: These will be published online for others to see, in accordance with our <a href="%s">privacy policy</a>.
ru: Они будут опубликованы для всеобщего обозрения в соответствии с нашей <a href="%s">политикой конфиденциальности</a>.

source: These will be sent to <strong>%s</strong> and also published online for others to see, in accordance with our <a href="%s">privacy policy</a>.
ru: Они будут отправлены в <strong>%s</strong> и опубликованы для всеобщего обозрения в соответствии с нашей <a href="%s">политикой конфиденциальности</a>.

source: These will be sent to <strong>%s</strong> but not published online.
ru: Они будут отправлены в <strong>%s</strong>, но не будут опубликованы.

source: This API implementation is work in progress and not yet stabilized. It will change without warnings in the future.
ru: Реализация API пока работает в тестовом режиме, поэтому в процессе работы могут возникать неполадки. Они будут исправлены через некоторое время.

source: This body covers no area. This means that it has no jurisdiction over problems reported <em>at any location</em>. Consequently, none of its categories will appear in the drop-down category menu when users report problems. Currently, users <strong>cannot report problems to this body</strong>.
ru: Это учреждение не имеет в ведении территорий. Его представители не обладают юрисдикцией в решении проблем, зарегистрированных <em>в любом местоположении</em>. Следовательно, ни одна из категорий не будет отображаться в раскрывающемся меню, когда пользователи будут подавать обращения. На данный момент пользователи <strong>не могут отправлять обращения в это учрждение</strong>.

source: This body has no contacts. This means that currently problems reported to this body <strong>will not be sent</strong>.
ru: В настоящее время <strong>невозможно отправить</strong> обращения в данное учреждение, поскольку для него не указано контактных данных.

source: This body will only be sent reports for problems that are located in the <strong>area covered</strong>. A body will not receive any reports unless it covers at least one area.
ru: В это учреждение будут отправляться только те обращения, неполадки в которых находятся на <strong>подведомственной территории</strong>. Чтобы получать обращения, учреждению необходимо иметь в ведении минимум одну область.

source: This cobrand is already assigned to another body:
ru: Этот кобренд уже назначен другой организации:

source: This council no longer exists.
ru: Эта администрация больше не существует.

source: This email has been sent to both councils covering the location of the problem, as the user did not categorise it; please ignore it if you're not the correct council to deal with the issue, or let us know what category of problem this is so we can add it to our system.
ru: Поскольку пользователь не обозначил категорию проблемы, обращение было отправлено в оба органа самоуправления. Если данная проблема находится вне вашей ответственности, игнорируйте это обращение. Вы также можете написать нам, к какой категории относится данная проблема, и мы добавим новую информацию в систему.

source: This email has been sent to several councils covering the location of the problem, as the category selected is provided for all of them; please ignore it if you're not the correct council to deal with the issue.
ru: Поскольку пользователь обозначил категорию проблемы, находящейся в ведении нескольких органов самоуправления, мы отправили это письмо во все эти инстанции. Если данная проблема находится вне вашей ответственности, игнорируйте это обращение.

source: This email was sent automatically, from an unmonitored email account. Please do not reply to it.
ru: Это письмо отправлено автоматически с неконтролируемого адреса. Пожалуйста, не отвечайте на него.

source: This email was sent from a staging site.
ru: Это письмо отправлено с тестового сайта.

source: This field is required.
ru: Это поле обязательно.

source: This information is required
ru: Эта информация является обязательной

source: This is a <strong>private</strong> name for this template so you can identify it when updating reports or editing in the admin.
ru: Это <strong>приватное</strong> название шаблона для его идентификации при обновлении отчётов или редактировании в админке.

source: This is the <strong>public</strong> text that will be shown on the site.
ru: Это <strong>публичный</strong> текст, который будет показан на сайте.

source: This is the problem
ru: Это проблема

source: This is the text that will be sent to the <strong>reporting citizen</strong> in the alert email.
ru: Это текст, который будет отправлен <strong>автору отчёта</strong> в уведомительном письме.

source: This means the user will only see front end staff features (such as the inspector form) in their assigned categories.
ru: Это означает, что пользователь увидит функции сотрудника (такие как форма инспектора) только в назначенных категориях.

source: This page is a quick way to create many new staff users in one go.
ru: Эта страница — быстрый способ создать много новых сотрудников за раз.

source: This problem has been fixed
ru: Эта проблема была решена

source: This problem has not been fixed
ru: Эта проблема не была решена

source: This problem is still ongoing
ru: Эта проблема всё ещё актуальна

source: This report
ru: Этот отчёт

source: This report breaks the <a href="/about/house-rules">Conditions of Use</a>
ru: Этот отчёт нарушает <a href="/about/house-rules">Условия использования</a>

source: This report has not been fixed
ru: Этот отчёт не был исправлен

source: This report is a duplicate. Please leave updates on the original report:
ru: Этот отчёт является дубликатом. Оставляйте обновления в оригинальном отчёте:

source: This report is awaiting moderation.
ru: Это обращение ожидает модерации.

source: This report is currently marked as closed.
ru: Это обращение на данный момент помечено как закрытое.

source: This report is currently marked as fixed.
ru: Это обращение на данный момент помечено как решенное.

source: This report is currently marked as open.
ru: Это обращение на данный момент помечено как открытое.

source: This report is now closed to updates from the public.
ru: Этот отчёт больше не принимает обновления от пользователей.

source: This site message will be shown on the homepage.
ru: Это сообщение будет показано на главной странице.

source: This update breaks the <a href="/about/house-rules">Conditions of Use</a>
ru: Это обновление нарушает <a href="/about/house-rules">Условия использования</a>

source: This web page also contains a photo of the problem, provided by the user.
ru: Эта веб-страница также содержит фото неполадки, предоставленное пользователем.

source: This will be the only time this token is visible, so please make a note of it now.
ru: Токен будет показан только сейчас, запишите его.

source: Time spent (in minutes):
ru: Времени потрачено (в минутах):

source: Timeline
ru: Временной отрезок

source: Tips for perfect photos
ru: Советы для идеальных фото

source: Title
ru: Название

source: Title:
ru: Название:

source: To
ru: Кому

source: To find out what local alerts we have for you, please enter your %s postcode or street name and area:
ru: Введите индекс (%s) или название улицы и района, чтобы узнать, какие уведомления актуальны для вашего местоположения:

source: To find out what local alerts we have for you, please enter your postcode or street name and area
ru: Введите индекс или название улицы и района, чтобы узнать, какие уведомления актуальны для вашего местоположения:

source: To limit this collection of fields to a single cobrand, select it here.
ru: Чтобы ограничить эту группу полей одним кобрендом, выберите его здесь.

source: To limit this collection of fields to a single language, select it here.
ru: Чтобы ограничить эту группу полей одним языком, выберите его здесь.

source: To provide an update, please <a href="%s">sign in</a>.
ru: Чтобы оставить обновление, пожалуйста, <a href="%s">войдите</a>.

source: To view a map of the precise location of this issue
ru: Просмотр точного местоположения данной проблемы на карте

source: Token
ru: Токен

source: Too many login attempts. Please wait %d seconds before trying again
ru: Слишком много попыток входа. Подождите %d секунд перед повторной попыткой

source: Top 5 most used categories
ru: Топ-5 популярных категорий

source: Top 5 responsive councils
ru: Топ-5 отзывчивых администраций

source: Topic:
ru: Тема:

source: Total
ru: Всего

source: Translation
ru: Перевод

source: Translations
ru: Переводы

source: Try again
ru: Повторите попытку

source: Try emailing us directly:
ru: Напишите нам:

source: Two-factor authentication
ru: Двухфакторная аутентификация

source: Two-factor authentication has been activated
ru: Двухфакторная аутентификация активирована

source: Two-factor authentication has been deactivated
ru: Двухфакторная аутентификация деактивирована

source: Type
ru: Тип

source: Type in the search box to find an available category or choose from the list below.
ru: Введите в поле поиска для нахождения категории или выберите из списка ниже.

source: Unban
ru: Разблокировать

source: Unconfirmed
ru: Не подтверждено

source: Undo last
ru: Отменить последнее

source: Unit type:
ru: Тип единицы:

source: Unknown alert type
ru: Неизвестный тип уведомления

source: Unknown error
ru: Неизвестная ошибка

source: Unknown problem ID
ru: Неизвестный идентификатор проблемы
