Repository: astrocodeyforce/InfraSignal-V2
Catalog: locale/*.UTF-8/LC_MESSAGES/FixMyStreet.po
Languages: ru

source: Each contact for the body has a category, which is displayed to the public. Different categories <strong>can have the same contact</strong> (email address). This means you can add many categories even if you only have one contact for the body.
ru: Любые контактные данные учреждения определяются в ту или иную категорию, которая находится в общем доступе. При этом <strong>некоторые данные</strong> могут относиться к нескольким категориям (напр., адрес эл. почты). Следовательно, вы можете добавлять много категорий для одного контакта учреждения.

source: Easting/Northing:
ru: Восток/Север:

source: Edit
ru: Редактировать

source: Edit body details
ru: Редактировать информацию об учреждении

source: Edit other users' permissions
ru: Редактировать разрешения других пользователей

source: Edit report category
ru: Редактировать категорию отчёта

source: Edit report priority
ru: Редактировать приоритет отчёта

source: Edit reports
ru: Редактировать отчёты

source: Edit user
ru: Редактировать пользователя

source: Edit users' details/search for their reports
ru: Редактировать данные пользователей/искать их отчёты

source: Edit your update
ru: Редактировать ваше обновление

source: Editing problem %d
ru: Редактирование данных о неполадке: %d

source: Editing report %d
ru: Редактирование отчёта %d

source: Editing update %d
ru: Редактирование обновления: %d

source: Editing user %d
ru: Редактирование данных о пользователе: %d

source: Editor
ru: Редактор

source: Email
ru: Адрес эл. почты

source: Email address
ru: Адрес электронной почты

source: Email address (optional)
ru: Адрес эл. почты (необязательно)

source: Email alert created
ru: Создано уведомление по эл. почте

source: Email alert deleted
ru: Уведомление по эл. почте удалено

source: Email me a link or text me a code to sign in
ru: Отправить ссылку по почте или код по SMS для входа

source: Email me a link to sign in
ru: Отправить ссылку для входа по почте

source: Email verified:
ru: Почта подтверждена:

source: Email:
ru: Адрес эл. почты:

source: Enable
ru: Включить

source: Enable <strong>Always fetch all problems</strong> if you've enabled Open311 problem-fetching above and the endpoint always returns a list of all problems. This will suppress error messages about bad dates in the problems fetched.
ru: Включите <strong>Всегда получать все проблемы</strong>, если вы включили получение проблем через Open311 выше и сервер всегда возвращает список всех проблем. Это подавит сообщения об ошибках неверных дат в полученных проблемах.

source: Enable <strong>Convert location from Easting/Northing</strong> if you've enabled Open311 problem-fetching above and problems fetching from the endpoint have the location in Easting/Northings and not Latitude/Longitude.
ru: Включите <strong>Преобразование координат из Easting/Northing</strong>, если вы включили получение проблем через Open311 выше и проблемы с сервера содержат координаты в формате Easting/Northing, а не Широта/Долгота.

source: Enable <strong>Open311 problem-fetching</strong> if you want to display reports created at the endpoint to FixMyStreet. If you're not sure, you probably do not, so leave this unchecked. For more information, see <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>this article</a>.
ru: Включите <strong>Получение проблем через Open311</strong>, если вы хотите отображать отчёты, созданные на стороннем сервере. Если вы не уверены, оставьте это выключенным. Подробнее см. <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>эту статью</a>.

source: Enable <strong>Open311 update-sending</strong> if the endpoint will send and receive updates to existing reports. If you're not sure, it probably does not, so leave this unchecked. For more information, see <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>this article</a>.
ru: Включите функцию <strong>отправки обновлений на сервисе Open311</strong>, если конечная точка будет отправлять и получать обновления по текущим обращениям. Если вы не уверены в этом, оставьте поле пустым. Подробнее читайте в <a href='https://www.mysociety.org/2013/02/20/open311-extended/' class='admin-offsite-link'>этой статье</a>.

source: Enable this <strong>can be devolved</strong> setting if one or more contacts have a different endpoint (and send method) from the body's. For example, if reports for some categories of problem must be emailed, while others can be sent over Open311.
ru: Включите настройку <strong>может быть изменено</strong>, если у одного или более контактов есть разные конечные точки (и метод отправки), отличающиеся от тех, которые соответствуют учреждению. Например: для некоторых категорий проблем обращения должны отправляться по эл. почте, а для других – с помощью сервиса Open311.

source: Enabling this will suppress the error message that is normally emitted when an update has no description
ru: Включение этого подавит сообщение об ошибке, которое обычно появляется, когда обновление не содержит описания

source: End Date
ru: Дата окончания

source: End time
ru: Время окончания

source: Ending in .gov.uk, or other official council domain
ru: Оканчивающийся на .gov.uk или другой официальный домен

source: Endpoint
ru: Конечная точка

source: Enter a Zürich street name
ru: Введите название улицы в Цюрихе

source: Enter a nearby UK postcode, or street name and area
ru: Введите почтовый индекс ближайшего отделения связи в Великобритании или название улицы и регион

source: Enter a nearby postcode, or street name and area
ru: Введите индекс ближайшего отделения связи, название улицы или регион

source: Enter a nearby street name and area
ru: Введите название ближайшей улицы и регион

source: Enter details of the problem
ru: Подробно опишите проблему

source: Enter the road name, postcode or the area closest to the problem
ru: Введите название дороги, почтовый индекс или район рядом с проблемой

source: Error
ru: Ошибка

source: Even a small donation of £5 today will help mySociety run sites like FixMyStreet.
ru: Даже небольшое пожертвование сегодня поможет поддержать работу таких сайтов, как InfraSignal.

source: Everything
ru: Всё

source: Example postcode %s
ru: Пример почтового индекса: %s

source: Examples:
ru: Примеры:

source: Existing category
ru: Существующая категория

source: Existing users won't be modified.
ru: Существующие пользователи не будут изменены.

source: Expand map
ru: Развернуть карту

source: Explain what’s wrong
ru: Объясните, в чём проблема

source: Export CSV preview (100 rows)
ru: Экспорт CSV (предпросмотр 100 строк)

source: Export as CSV
ru: Экспорт в CSV

source: External ID
ru: Внешний ID

source: External URL
ru: Внешний URL

source: External body
ru: Внешняя организация

source: External status code
ru: Внешний код статуса

source: External status code:
ru: Внешний код статуса:

source: External team
ru: Внешняя команда

source: Extra Fields
ru: Дополнительные поля

source: Extra data:
ru: Дополнительная информация:

source: Extra details
ru: Дополнительные детали

source: Extra fields:
ru: Дополнительные поля:

source: Extra question shown to user
ru: Дополнительный вопрос пользователю

source: Failed bodies:
ru: Организации с ошибкой:

source: Failed to send message
ru: Не удалось отправить сообщение

source: Fields
ru: Поля

source: File type not recognised. Please upload an image.
ru: Тип файла не распознан. Загрузите изображение.

source: Fill in the form below to start your report and click ‘save draft’ when you’re done. For peace of mind, any information you provide here will also be saved automatically. When you’re connected to the internet again, come back to finish and submit it.
ru: Заполните форму ниже для создания отчёта и нажмите «сохранить черновик» по завершении. Вся информация будет также сохранена автоматически. Когда вы снова подключитесь к интернету, вернитесь, чтобы завершить и отправить его.

source: Fill in your details manually.
ru: Заполните свои данные вручную.

source: Filter
ru: Фильтр

source: Find the answers to some of our most frequently asked questions about how FixMyStreet works for councils and discover your options for integrating with the service.
ru: Найдите ответы на часто задаваемые вопросы о работе InfraSignal для администраций и узнайте о возможностях интеграции с сервисом.

source: First time
ru: Впервые

source: Five most recent commented reports
ru: Пять последних прокомментированных отчётов

source: Five newest reports
ru: Пять новейших отчётов

source: Fix this by choosing an <strong>area covered</strong> in the <em>Edit body details</em> form below.
ru: Исправьте это, выбрав <strong>зону покрытия</strong> в форме <em>Редактирование информации об учреждении</em>, расположенной ниже.

source: FixMyStreet Android app on Google Play
ru: Приложение InfraSignal для Android в Google Play

source: FixMyStreet Conditions of Use
ru: Условия использования InfraSignal

source: FixMyStreet Name
ru: Название InfraSignal

source: FixMyStreet Platform
ru: Платформа InfraSignal

source: FixMyStreet app on the App Store
ru: Приложение InfraSignal в App Store

source: FixMyStreet helps you send a report to your council, but we’re not responsible for fixing things. If you’d like to chase your issue, please search your inbox for the latest reply, or auto-reply from your council, and respond to that.
ru: InfraSignal помогает отправить отчёт в вашу администрацию, но мы не отвечаем за устранение проблем. Если хотите проследить за решением, найдите последний ответ от администрации в своей почте и ответьте на него.

source: FixMyStreet is a service provided by mySociety, which is a registered charity, charity number 1076346.
ru: InfraSignal — сервис, предоставляемый mySociety, зарегистрированной благотворительной организацией, номер 1076346.

source: FixMyStreet ref:&nbsp;%s
ru: InfraSignal ref:&nbsp;%s

source: FixMyStreet’s code is open source. If you’d like to contribute to it, or create a version of the site in your country, find everything you need at fixmystreet.org.
ru: Код InfraSignal является открытым. Если вы хотите внести вклад или создать версию сайта для своей страны, всё необходимое вы найдёте на fixmystreet.org.

source: Fixed
ru: Исправлено

source: Fixed - Council
ru: Исправлено (орган самоуправления)

source: Fixed - User
ru: Исправлено (пользователь)

source: Flag as deleted
ru: Пометить как удаленное

source: Flagged
ru: Помечено

source: Flagged reports and users
ru: Помеченные обращения и профили пользователей

source: Flagged users are listed on the <a href='%s'>flagged</a> page.
ru: Список помеченных профилей пользователей находится на странице <a href='%s'>Помеченное</a>.

source: Flagged users are not restricted in any way. This is just a list of users that have been marked for attention.
ru: На помеченные аккаунты пользователей не накладываются ограничения. Это просто аккаунты, к которым проявляется повышенное внимание.

source: Flagged:
ru: Помечено:

source: Follow a division link to view only reports within that division.
ru: Перейдите по ссылке подразделения, чтобы просмотреть только его отчёты.

source: Follow a ward link to view only reports within that ward.
ru: Чтобы посмотреть только обращения, относящиеся к определенному району, перейдите по ссылке на этот район.

source: For best results include a close-up and a wide shot
ru: Для лучшего результата приложите крупный план и общий вид

source: For citizens
ru: Для граждан

source: For council staff only. Access detailed statistics on reports and performance in your area.
ru: Только для сотрудников. Доступ к подробной статистике по отчётам и показателям в вашем районе.

source: For councils
ru: Для администраций

source: For developers
ru: Для разработчиков

source: For more information, see <a href='https://fixmystreet.org/customising/fms_and_mapit' class='admin-offsite-link'>How FixMyStreet uses Mapit</a>.
ru: Подробнее читайте в разделе <a href='https://fixmystreet.org/customising/fms_and_mapit' class='admin-offsite-link'>Как в FixMyStreet используется инструмент Mapit</a>.

source: Forgot password
ru: Забыли пароль

source: Forgotten your password?
ru: Забыли пароль?

source: Forwarded to external body
ru: Перенаправлено во внешнее учреждение

source: Forwarded wish to external body
ru: Пожелание перенаправлено во внешнее учреждение

source: Free FixMyStreet goodies for you!
ru: Бесплатные материалы InfraSignal для вас!

source: Frequently Asked Questions
ru: Часто задаваемые вопросы

source: From
ru: От

source: From a UK Local Council and interested in finding out about FixMyStreet Pro?
ru: Вы из местной администрации и хотите узнать больше об InfraSignal Pro?

source: Frontend staff access only to users assigned to this category
ru: Доступ фронтенда только для пользователей, назначенных этой категории

source: General Enquiry
ru: Общий вопрос

source: Generate token
ru: Создать токен

source: Get updates
ru: Получать обновления

source: Get updates of %s problems
ru: Получать новости о ходе работы над неполадками в: %s

source: Get updates of problems in this %s
ru: Получать новости о неполадках в:

source: Give me an RSS feed
ru: Подпишите меня на RSS-фид

source: Give this collection of fields a name. It is not shown publicly, just here in the admin.
ru: Дайте этой группе полей название. Оно не отображается публично, только в админке.

source: Glad to hear it’s been fixed!
ru: Здорово, что проблема решена!

source: Go
ru: Найти

source: Going to send questionnaire?
ru: Собираетесь отправить опрос?

source: Grant access to the admin
ru: Предоставить доступ к админпанели

source: Graph of problem creation by status over time
ru: График устранения неполадки: статус/время

source: Great work. Now spread the word!
ru: Отличная работа. Расскажите друзьям!

source: Group by %s
ru: Группировать по %s

source: Group by:
ru: Группировать по:

source: Has this problem been fixed?
ru: Эта проблема решена?

source: Have you ever reported a problem to a council before, or is this your first time?
ru: Вы впервые отправляете обращение в орган самоуправления?

source: Heatmap
ru: Тепловая карта

source: Help
ru: Помощь

source: Help <strong>%s</strong> resolve your problem quicker, by providing some extra detail. This extra information will not be published online.
ru: Помогите <strong>%s</strong> решить вашу проблему быстрее, предоставив дополнительные сведения. Эта информация не будет опубликована.

source: Help support FixMyStreet
ru: Поддержите InfraSignal

source: Here are some other nearby reports:
ru: Вот другие отчёты поблизости:

source: Here is a list of draft reports you made offline. Click Continue to finish making a report online, or Delete to remove a draft report.
ru: Вот список черновиков отчётов, созданных офлайн. Нажмите «Продолжить» для завершения онлайн или «Удалить» для удаления черновика.

source: Hi %s
ru: Привет, %s!

source: Hidden
ru: Скрыто

source: Hidden data in reporting form
ru: Скрытые данные в форме

source: Hide all reports and updates
ru: Скрыть все отчёты и обновления

source: Hide entire report
ru: Скрыть весь отчёт

source: Hide my name
ru: Скрыть моё имя

source: Hide my name everywhere
ru: Скрыть моё имя везде

source: Hide my name in this update
ru: Скрыть моё имя в этом обновлении

source: Hide my name on this report
ru: Скрыть моё имя в этом отчёте

source: Hide pins
ru: Скрыть метки

source: Hide reports made in this category
ru: Скрыть отчёты в этой категории

source: Hide update completely?
ru: Полностью скрыть обновление?

source: Hide your name?
ru: Скрыть ваше имя?

source: History
ru: История

source: How to report a problem
ru: Как сообщить о проблеме

source: How to send successful reports
ru: Как успешно создавать и отправлять обращения

source: I am from a council and I have a question for the FixMyStreet team
ru: Я из администрации и у меня вопрос к команде InfraSignal

source: I have feedback about the site
ru: У меня есть отзыв о сайте

source: I just reported a problem on @fixmystreet
ru: Я сообщаю о проблеме на @fixmystreet

source: I just updated a problem on @fixmystreet
ru: Я обновляю информацию о проблеме на @fixmystreet

source: I need help using the site
ru: Мне нужна помощь в использовании сайта

source: I want to make a new report about a street problem
ru: Я хочу сообщить о проблеме на улице

source: I want to report a street problem
ru: Я хочу сообщить о проблеме на улице

source: I'm afraid we couldn't locate your problem in the database.
ru: Нам не удалось найти ваше обращение в базе данных.

source: ID
ru: Идентификатор

source: Identify a <strong>parent</strong> if this body is itself part of another body. For basic installations, you don't need to join bodies in this way.
ru: Введите название <strong>ответственной организации</strong> если это учреждение работает под началом другой организации. В случае с базовыми установками вам не нужно объединять учреждения.

source: If there's a user associated with the address you entered, we've sent a confirmation email.
ru: Если с указанным адресом связан пользователь, мы отправили письмо с подтверждением.

source: If there’s a better contact address for the reports you are receiving, tell us by emailing support@fixmystreet.com and we’ll update it for you.
ru: Если есть лучший контактный адрес для получаемых отчётов, сообщите нам по эл. почте, и мы обновим его.

source: If this priority is passed to an external service (e.g. Exor/Confirm) enter the priority code to use with that service here.
ru: Если этот приоритет передаётся во внешнюю систему (напр. Exor/Confirm), введите код приоритета для этой системы.

source: If ticked, the form will be disabled and this item’s notice text will be displayed.
ru: Если отмечено, форма будет отключена, и будет показан текст уведомления.

source: If ticked, this extra data will not be edited or deleted by the Open311 population script.
ru: Если отмечено, эти данные не будут изменены или удалены скриптом Open311.

source: If ticked, this template will be used for Open311 updates that put problems in this state.
ru: Если отмечено, этот шаблон будет использоваться для обновлений Open311, переводящих проблемы в этот статус.

source: If two or more bodies serve the same location, FixMyStreet combines identical categories into a single entry in the menu. Make sure you use the same category name in the bodies if you want this to happen.
ru: Если одно местоположение обслуживают два и более учреждений, система сайта FixMyStreet объединяет похожие категории в единую запись, которая располагается в меню. Если вы хотите, чтобы это произошло, убедитесь, что вы используете одно и то же название категории для выбранных учреждений.

source: If you are contacting us about a specific report or update please include a link to the report in the message.
ru: Если вы обращаетесь по конкретному отчёту, пожалуйста, включите ссылку на него в сообщение.

source: If you are trying to make a new report, please <a href="/">go to the front page</a> and follow the instructions.
ru: Если хотите создать новый отчёт, <a href="/">перейдите на главную</a> и следуйте инструкциям.

source: If you generate a new token the existing token will no longer work.
ru: При создании нового токена существующий перестанет работать.

source: If you get some more information about the status of your problem, please come back to the site and leave an update.
ru: Если вы узнаете больше о статусе вашего обращения, обновите данные на нашем сайте.

source: If you have questions about FixMyStreet
ru: Если у вас есть вопросы об InfraSignal

source: If you let us know your email address, we’ll notify you when this problem is updated or fixed.
ru: Если вы укажете свой адрес эл. почты, мы уведомим вас, когда проблема будет обновлена или решена.

source: If you made the original report please <a href="%s">log in</a> to leave an update.
ru: Если вы автор отчёта, <a href="%s">войдите</a>, чтобы оставить обновление.

source: If you only want this priority to be an option for specific categories, pick them here. By default they will show for all categories.
ru: Если вы хотите, чтобы этот приоритет был доступен только для определённых категорий, выберите их здесь. По умолчанию он отображается для всех.

source: If you only want this template to be an option for specific categories, pick them here. By default they will show for all categories.
ru: Если вы хотите, чтобы этот шаблон был доступен только для определённых категорий, выберите их здесь. По умолчанию он отображается для всех.

source: If you submit a problem here the problem will <strong>not</strong> be reported to the council.
ru: Если вы отправите проблему здесь, она <strong>не</strong> будет передана в администрацию.

source: If you want to use this template to prefill the update field when a report&rsquo;s <strong>external</strong> (e.g. Confirm) status code changes, enter the status code here.
ru: Если вы хотите использовать этот шаблон для предзаполнения поля обновления при изменении <strong>внешнего</strong> (напр. Confirm) кода статуса отчёта, введите код статуса здесь.

source: If you want to use this template to prefill the update field when changing a report&rsquo;s state, select the state here.
ru: Если вы хотите использовать этот шаблон для предзаполнения поля обновления при изменении статуса отчёта, выберите статус здесь.

source: If you wish to contact us by post, our address is <address>mySociety, 483 Green Lanes, London, N13 4BS, UK.</address>
ru: Если вы хотите связаться с нами по почте, наш адрес: <address>mySociety, 483 Green Lanes, London, N13 4BS, UK.</address>

source: If you wish to leave a public update on the problem, please enter it here (please note it will not be sent to the council).
ru: Если вы хотите внести новую публичную информацию о неполадке, введите ее здесь (важно: новые данные не будут отправлены в орган самоуправления).

source: If you&rsquo;d like to discuss this then <a href="/contact">get in touch</a>.
ru: Если хотите обсудить это, <a href="/contact">свяжитесь с нами</a>.

source: If you've enabled Open311 update-sending above, Open311 usually only accepts OPEN or CLOSED status in its updates. Enable <strong>extended Open311 stauses</strong> if you want to allow extra states to be passed. Check that your cobrand supports this feature before switching it on.
ru: Если вы включили отправку обновлений Open311 выше, Open311 обычно принимает только статусы OPEN или CLOSED. Включите <strong>расширенные статусы Open311</strong>, если хотите передавать дополнительные статусы. Убедитесь, что ваш кобренд поддерживает эту функцию.

source: If you've enabled Open311 update-sending above, enable <strong>suppression of alerts</strong> if you do <strong>not</strong> want that user to be notified whenever these updates are created.
ru: Если вы включили отправку обновлений Open311 выше, включите <strong>подавление оповещений</strong>, если вы <strong>не</strong> хотите, чтобы пользователь получал уведомления при создании этих обновлений.

source: If you've enabled Open311 update-sending above, you must identify which FixMyStreet <strong>user</strong> will be attributed as the creator of those updates when they are shown on the site. Enter the ID (number) of that user.
ru: Если вы включили отправку обновлений Open311 выше, укажите, какой <strong>пользователь</strong> InfraSignal будет указан как автор этих обновлений при их отображении на сайте. Введите ID (номер) этого пользователя.

source: If you’re <strong>not sure on the spelling</strong>, try another nearby street you <em>are</em> sure about, then trace your way back on our map.
ru: Если вы <strong>не уверены в написании</strong>, попробуйте другую ближайшую улицу, в которой вы <em>уверены</em>, а затем найдите нужное место на карте.
